Repository: shun2wang/jasp-desktop
Catalog: Desktop/po/jaspDesktop-*.po
Languages: fr, pl, ru

# MainWindow|
source: JASP has experienced an unexpected internal error: %1
fr: JASP a rencontré une erreur interne inattendue : %1
pl: Wystąpił nieoczekiwany błąd wewnętrzny: %1
ru: В JASP произошла непредвиденная внутренняя ошибка: %1

# MainWindow|
source: JASP cannot continue and will close. We would be grateful if you could report this error to the JASP team.
fr: JASP ne peut pas continuer et va fermer. Nous vous remercions de bien vouloir signaler cette erreur à l'équipe JASP.
pl: JASP nie może kontynuować i zostanie zamknięty. Będziemy wdzięczni za zgłoszenie tego błędu zespołowi JASP.
ru: JASP не может продолжать работу и будет закрыт. Мы будем благодарны, если вы сообщите об этой ошибке команде JASP.

# MainWindow|
source: Report
fr: Rapport
pl: Zgłoś
ru: Сообщить

# MainWindow|
source: Exit
fr: Sortie
pl: Wyjście
ru: Выход

# MainWindow|
source: JASP was started without associated data file (csv, sav or ods file). But to edit the data, JASP starts a spreadsheet editor based on this file and synchronize the data when the file is saved. Does this data file exist already, or do you want to generate it?
fr: JASP a été démarré sans fichier de données associé (fichier csv, sav ou ods). Mais pour éditer les données, JASP démarre un éditeur de feuille de calcul basé sur ce fichier et synchronise les données lorsque le fichier est enregistré. Ce fichier de données existe-t-il déjà ou souhaitez-vous le générer ?
pl: JASP został uruchomiony bez powiązanego pliku danych (csv, sav lub ods). Aby edytować dane, program JASP uruchomi edytor arkuszy kalkulacyjnych bazując na tym pliku i zsynchronizuje dane po zapisaniu. Czy plik danych już istnieje, czy należy go wygenerować?
ru: JASP был запущен без связанного файла данных (файл csv, sav или ods). Но для редактирования данных JASP запускает редактор электронных таблиц на основе этого файла и синхронизирует данные при сохранении файла. Этот файл данных уже существует или вы хотите его сгенерировать?

# MainWindow|
source: JASP was started with an online data file (csv, sav or ods file). But to edit the data, JASP needs this file on your computer. Does this data file also exist on your computer, or do you want to generate it?
fr: JASP a été lancé avec un fichier de données en ligne (fichier csv, sav ou ods). Mais pour éditer les données, JASP a besoin de ce fichier sur votre ordinateur. Ce fichier de données existe-t-il aussi sur votre ordinateur, ou voulez-vous le générer ?
pl: JASP został uruchomiony z plikiem danych online (csv, sav lub ods). Aby edytować dane, plik musi być zapisany na komputerze. Czy plik danych istnieje już na komputerze, czy należy go wygenerować?
ru: JASP был запущен с онлайн-файлом данных (файл csv, sav или ods). Но для редактирования данных JASP нужен этот файл на вашем компьютере. Этот файл данных также существует на вашем компьютере или вы хотите его сгенерировать?

# MainWindow|
source: JASP was started with a read-only data file (probably from the examples). But to edit the data, JASP needs to write to the data file. Does the same file also exist on your computer, or do you want to generate it?
fr: JASP a été lancé avec un fichier de données en lecture seule (probablement à partir des exemples). Mais pour modifier les données, JASP doit écrire dans le fichier de données. Ce même fichier existe-t-il aussi sur votre ordinateur, ou voulez-vous le générer ?
pl: JASP został uruchomiony z plikiem danych w formacie tylko do odczytu (prawdopodobnie pochodzącym z bazy plików przykładowych). Aby edytować dane, JASP musi mieć możliwość zapisu do pliku. Czy ten plik w formacie do zapisu istnieje na twoim komputerze, czy chcesz go wygenerować?
ru: JASP был запущен с файлом данных только для чтения. Но для редактирования данных JASP необходимо записать в файл данных. Этот файл существует на вашем компьютере, или вы хотите его сгенерировать?

# MainWindow|
source: Start Spreadsheet Editor
fr: Lancer l'éditeur de feuilles de calcul
pl: Uruchom edytor arkuszy kalkulacyjnych
ru: Запуск редактора таблиц

# MainWindow|
source: Generate Data File
fr: Générer le fichier de données
pl: Wygeneruj plik danych
ru: Создать файл данных

# MainWindow|
source: Find Data File
fr: Trouver le fichier de données
pl: Znajdź plik danymi
ru: Найти файл данных

# MainWindow|
source: Start Editor
fr: Démarrer l’éditeur
pl: Uruchom edytor
ru: Запустить редактор

# MainWindow|
source: Unable to start the editor : %1. Please check your editor settings in the preference menu.
fr: Impossible de lancer l'éditeur : %1. Veuillez vérifier les paramètres de votre éditeur dans le menu des préférences.
pl: Nie można uruchomić edytora: %1. Sprawdź ustawienia edytora w menu preferencji.
ru: Невозможно запустить редактор: %1. Пожалуйста, проверьте настройки вашего редактора в меню настроек.

# MainWindow|
source: No default spreadsheet editor for file %1. Use Preferences to set the right editor.
fr: Pas d'éditeur de feuille de calcul par défaut pour le fichier %1. Utilisez Préférences pour définir le bon éditeur.
pl: Domyślny edytor dla pliku %1 nie został ustawiony. Wybierz odpowiednią aplikację w zakładce "Ustawienia".
ru: Нет стандартного редактора таблиц для файла %1. Установите правильный редактор, перейдя в раздел Настройки.

# MainWindow|
source: Remove All Analyses
fr: Supprimer toutes les analyses
pl: Usuń wszystkie analizy
ru: Удалить все анализы

# MainWindow|
source: Do you really want to remove all analyses?
fr: Voulez-vous vraiment supprimer toutes les analyses ?
pl: Czy na pewno chcesz usunąć wszystkie analizy?
ru: Вы действительно хотите удалить все анализы?

# RibbonModel|
source: Loading bundled module %1 failed
fr: Échec du chargement du module groupé %1
pl: Ładowanie modułu %1 nie powiodło się
ru: Не удалась загрузка связанного модуля %1

# RibbonModel|
source: Loading of the bundled module %1 failed with the following error: %2
fr: Le chargement du module groupé %1 a échoué avec l'erreur suivante : %2
pl: Załadowanie modułu %1 nie powiodło się z powodu następującego błędu: %2
ru: Не удалась загрузка комплектного модуля %1 из-за следующей ошибки: %2

# Modules::Upgrader|
source: Error Loading Upgrades
fr: Erreur lors du chargement des mises à niveau
pl: Błąd podczas ładowania aktualizacji
ru: Ошибка загрузки обновлений

# Modules::Upgrader|
source: While loading upgrades for %1 an error was encountered: %2
fr: Lors du chargement des mises à niveau pour %1, une erreur a été rencontrée : %2
pl: Podczas ładowania aktualizacji dla %1 wystąpił błąd: %2
ru: При загрузке обновлений для %1 произошла ошибка: %2

# Modules::Upgrader|
source: Upgrades couldn't be read
fr: Les mises à jour n'ont pas pu être lues
pl: Nie udało się odczytać aktualizacji
ru: Не удалось прочитать обновления

# Modules::Upgrader|
source: The necessary upgrades for reading older JASP-files could not be read... You can still use JASP and even read (some) older files but some options might not be understood properly and some analyses might fail to load entirely.
fr: Les mises à jour nécessaires à la lecture des anciens fichiers JASP n'ont pas pu être lues... Vous pouvez toujours utiliser JASP et même lire (certains) anciens fichiers mais certaines options pourraient ne pas être comprises correctement et certaines analyses pourraient ne pas se charger entièrement.
pl: Nie udało się załadować aktualizacji niezbędnych do odczytu starszych plików JASP... Nadal można używać JASP, a nawet odczytywać (niektóre) starsze pliki, ale niektóre opcje mogą nie być rozpoznane prawidłowo, a niektóre analizy mogą nie zostać całkowicie załadowane.
ru: Не удалось прочитать необходимые обновления для чтения старых JASP-файлов... Вы все еще можете использовать JASP и даже читать старые файлы, но некоторые параметры могут быть неправильно поняты, а некоторые анализы могут не загружаться полностью.

# OnlineDataManager|
source: File Changed
fr: Fichier modifié
pl: Plik został zmieniony
ru: Файл изменен

# OnlineDataManager|
source: The online copy of this file has changed since it was opened. Would you like to override the online file?
fr: La copie en ligne de ce dossier a été modifiée depuis son ouverture. Voulez-vous remplacer le fichier en ligne ?
pl: Kopia tego pliku przechowywana online zmieniła się od czasu jego otwarcia. Czy chcesz nadpisać plik online?
ru: Онлайн-копия этого файла изменилась с момента его открытия. Хотите переопределить онлайн-файл?

# OnlineDataNodeOSF|
source: Initiating upload of
fr: Lancement du téléchargement de
pl: Rozpoczęcie przesyłania
ru: Начало загрузки

# OnlineDataNodeOSF|
source: Initiating download of
fr: Lancement du téléchargement de
pl: Rozpoczęcie pobierania
ru: Начало загрузки

# OnlineDataNodeOSF|
source: Initiating making new file
fr: Initier la création d'un nouveau fichier
pl: Rozpoczęcie tworzenia nowego pliku
ru: Начало создания нового файла

# OnlineDataNodeOSF|
source: Initiating making new folder
fr: Initier la création d'un nouveau dossier
pl: Rozpoczęcie tworzenia nowego folderu
ru: Начало создания новой папки

# OnlineDataNodeOSF|
source: Initiating osf action
fr: Initier une action OSF
pl: Rozpoczęcie akcji usługi OSF
ru: Начало действия с osf

# OnlineDataNodeOSF|
source: Upload of
fr: Téléchargement de
pl: Przesyłanie
ru: Загрузка

# OnlineDataNodeOSF|
source: Download of
fr: Téléchargement de
pl: Pobieranie
ru: Скачивание

# OnlineDataNodeOSF|
source: Creating new file
fr: Création d’un nouveau fichier
pl: Tworzenie nowego pliku
ru: Создание нового файла

# OnlineDataNodeOSF|
source: Creating new folder
fr: Création d’un nouveau dossier
pl: Tworzenie nowego folderu
ru: Создание новой папки

# OnlineDataNodeOSF|
source: Osf action
fr: Action d'Osf
pl: Akcja usługi OSF
ru: Действие Osf

# OnlineDataNodeOSF|
source: %1 %2 failed because %3
fr: %1 %2 a échoué à cause de %3
pl: %1 %2 nie powiodło się, ponieważ %3
ru: %1 %2 не удалось, потому что %3

# OnlineDataNodeOSF|
source: in progress
fr: en cours
pl: w toku
ru: в процессе выполнения

# ResultMenuModel|
source: Collapse
fr: Effondrer
pl: Przerwij
ru: Свернуть

# ResultMenuModel|
source: Edit Title
fr: Modifier le titre
pl: Edytuj tytuł
ru: Редактировать название

# ResultMenuModel|
source: Copy
fr: Copier
pl: Kopiuj
ru: Копировать

# ResultMenuModel|
source: Copy LaTeX
fr: Copier LaTeX
pl: Kopiuj LaTeX
ru: Копировать в формате LaTeX

# ResultMenuModel|
source: Copy Citations
fr: Copier les citations
pl: Kopiuj cytowanie
ru: Копировать цитаты

# ResultMenuModel|
source: Save Image As
fr: Enregistrer l'image sous
pl: Zapisz obraz jako
ru: Сохранить изображение как

# ResultMenuModel|
source: Edit Image
fr: Éditer l'image
pl: Edytuj obraz
ru: Редактировать изображение

# ResultMenuModel|
source: Add Note
fr: Ajouter une note
pl: Dodaj notatkę
ru: Добавить примечание

# ResultMenuModel|
source: Duplicate
fr: Dupliquer
pl: Duplikuj
ru: Дублировать

# ResultMenuModel|
source: Remove
fr: Supprimer
pl: Usuń
ru: Удалить

# ResultMenuModel|
source: Remove All
fr: Supprimer tout
pl: Usuń wszystko
ru: Удалить все

# ResultMenuModel|
source: Refresh All
fr: Tout rafraîchir
pl: Odśwież wszystko
ru: Обновить все

# ResultMenuModel|
source: Show Dependencies
fr: Afficher les dépendances
pl: Pokaż zależności
ru: Показать зависимости

# ResultMenuModel|
source: Export Results
fr: Exporter les résultats
pl: Eksportuj wyniki
ru: Экспорт результатов

# ResultsJsInterface|
source: Results Warning
fr: Avertissement sur les résultats
pl: Ostrzeżenie dotyczące wyników
ru: Предупреждение о результатах

# HelpModel|
source: Coming Soon! ======== There is currently no help available for this analysis. Additional documentation will be available in future releases of JASP.
fr: Bientôt disponible ! ======== Il n'y a actuellement aucune aide disponible pour cette analyse. Une documentation supplémentaire sera disponible dans les prochaines versions de JASP.
pl: Już wkrótce! ======== Obecnie pomoc nie jest dostępna dla tej analizy. Dodatkowa dokumentacja będzie dostępna w przyszłych wydaniach JASP.
ru: Будет в скором времени! ======== В настоящее время мы не можем помочь с этим анализом. Дополнительная документация будет доступна в будущих версиях JASP.

# QObject|
source: valid R code
fr: code R valide
pl: prawidłowy kod R
ru: действующий R-код

# ComboBoxBase|
source: Unknown option %1 in DropDown %2
fr: Option inconnue %1 dans DropDown %2
pl: Nieznana opcja %1 w DropDown %2
ru: Неизвестная опция %1 в раскрывающемся списке %2

# ActionButtons|
source: Open
fr: Ouvrir
pl: Otwórz
ru: Открыть

# ActionButtons|
source: Save
fr: Enregistrer
pl: Zapisz
ru: Сохранить

# ActionButtons|
source: Save As
fr: Enregistrer Sous
pl: Zapisz jako
ru: Сохранить как

# ActionButtons|
source: Export Results
fr: Exporter les résultats
pl: Eksportuj wyniki
ru: Экспорт результатов

# ActionButtons|
source: Export Data
fr: Exporter les Données
pl: Eksportuj dane
ru: Экспорт данных

# ActionButtons|
source: Sync Data
fr: Synchroniser les Données
pl: Synchronizuj dane
ru: Синхронизация

# ActionButtons|
source: Close
fr: Fermer
pl: Zamknij
ru: Закрыть

# ActionButtons|
source: Preferences
fr: Préférences
pl: Ustawienia
ru: Настройки

# ActionButtons|
source: About
fr: À propos
pl: O JASP
ru: О нас

# DataLibraryBreadCrumbsListModel|
source: Categories
fr: Catégories
pl: Kategorie
ru: Категории

# FileMenu|
source: File Types
fr: Types de fichiers
pl: Typy plików
ru: Типы файлов

# FileMenu|
source: Failed to open file from OSF
fr: Impossible d'ouvrir le fichier à partir d'OSF
pl: Nie udało się otworzyć pliku z OSF
ru: Не удалось открыть файл из OSF

# FileMenu|
source: No associated data file
fr: Aucun fichier de données associé
pl: Brak powiązanego pliku danych
ru: Нет связанного файла данных

# FileMenu|
source: JASP has no associated data file to be synchronized with. Do you want to search for such a data file on your computer? NB: You can also set this data file via menu File/Sync Data.
fr: JASP n'a pas de fichier de données associé avec lequel se synchroniser. Voulez-vous rechercher un tel fichier de données sur votre ordinateur ? NB : Vous pouvez également définir ce fichier de données via le menu Fichier/Synchronisation des Données.
pl: Nie odnaleziono powiązanego pliku danych, z którym JASP mógłby być synchronizowany. Czy wyszukać taki plik na tym komputerze? Uwaga: Można również ustawić plik danych poprzez menu Plik/Synchronizacja danych.
ru: JASP не имеет связанного файла данных для синхронизации. Вы хотите найти такой файл данных на своем компьютере? NB: Вы также можете установить этот файл данных через меню.

# FileMenu|
source: Find Data File
fr: Trouver le fichier de données
pl: Znajdź plik danych
ru: Найти файл данных

# FileMenu|
source: Data File
fr: Fichier de données
pl: Plik danych
ru: Файл данных

# OSF|
source: Username and/or password are not correct. Please try again.
fr: Le nom d'utilisateur et/ou le mot de passe ne sont pas corrects. Veuillez réessayer.
pl: Nieprawidłowa nazwa użytkownika i/lub hasło. Proszę spróbować ponownie.
ru: Имя пользователя и/или пароль неверны. Пожалуйста, попробуйте еще раз.

# OSF|
source: OSF service not available. Please check your internet connection.
fr: Service OSF non disponible. Veuillez vérifier votre connexion Internet.
pl: Usługa OSF jest niedostępna. Sprawdź połączenie internetowe.
ru: Служба OSF недоступна. Пожалуйста, проверьте подключение к интернету.

# OSF|
source: Connection Timeout error. Please check your internet connection.
fr: Erreur de délai de connexion. Veuillez vérifier votre connexion Internet.
pl: Przekroczono limit czasu połączenia. Sprawdź połączenie internetowe.
ru: Ошибка времени ожидания подключения. Пожалуйста, проверьте подключение к Интернету.

# OSF|
source: OSF Error
fr: Erreur OSF
pl: Błąd usługi OSF
ru: Ошибка в службе OSF

# OSF|
source: Projects
fr: Projets
pl: Projekty
ru: Проекты

# OSF|
source: Files cannot be added to the projects list. To add a new project please use the online OSF services.
fr: Les fichiers ne peuvent pas être ajoutés à la liste des projets. Pour ajouter un nouveau projet, veuillez utiliser les services en ligne d'OSF.
pl: Obecnie nie można dodawać plików do listy projektów. Aby dodać nowy projekt, skorzystaj z internetowej wersji usługi OSF.
ru: Файлы не могут быть добавлены в список проектов. Чтобы добавить новый проект, воспользуйтесь онлайн-сервисами OSF.

# OSF|
source: Data Providers
fr: Fournisseurs de données
pl: Dostawcy danych
ru: Поставщики данных

# OSF|
source: Files cannot be added to a projects data providers list. To add a new data provider (eg. google drive) please use the online OSF services.
fr: Les fichiers ne peuvent pas être ajoutés à la liste des fournisseurs de données d'un projet. Pour ajouter un nouveau fournisseur de données (par exemple, google drive), veuillez utiliser les services en ligne d'OSF.
pl: Nie można dodać plików do listy dostawców danych. Aby dodać nowego dostawcę danych (np. dysk Google) należy skorzystać z usług OSF online.
ru: Файлы не могут быть добавлены в список поставщиков данных проектов. Чтобы добавить нового поставщика данных (например, Google Drive), воспользуйтесь онлайн-сервисами OSF.

# OSF|
source: Files cannot be added to '%1' for an unknown reason.
fr: Les fichiers ne peuvent pas être ajoutés à '%1' pour une raison inconnue.
pl: Z nieznanej przyczyny pliki nie mogą zostać dodane do '%1'.
ru: Файлы не могут быть добавлены в «%1» по неизвестной причине.

# OSF|
source: File Types
fr: Types de fichiers
pl: Typy plików
ru: Типы файлов

# OSF|
source: Failed to open file from OSF
fr: Impossible d'ouvrir un fichier depuis OSF
pl: Nie udało się otworzyć pliku z OSF
ru: Не удалось открыть файл из OSF

# OSF|
source: An error occured and the folder could not be created.
fr: Une erreur s'est produite et le dossier n'a pas pu être créé.
pl: Wystąpił błąd i folder nie mógł zostać utworzony.
ru: Произошла ошибка, и не удалось создать папку.

# OSF|
source: A new folder cannot be added to the projects list.<br>To add a new project please use the online OSF services.
fr: Un nouveau dossier ne peut pas être ajouté à la liste des projets.<br>Pour ajouter un nouveau projet, veuillez utiliser les services en ligne d'OSF.
pl: Nie można dodać nowego folderu do listy projektów.<br>Aby dodać nowy projekt należy skorzystać z usług OSF online.
ru: Новая папка не может быть добавлена в список проектов. <br>Для добавления нового проекта воспользуйтесь онлайн-сервисами OSF.

# OSF|
source: A new folder cannot be added to a projects data providers list.<br>To add a new data provider (eg. google drive) please use the online OSF services.
fr: Un nouveau dossier ne peut pas être ajouté à la liste des fournisseurs de données d'un projet. Pour ajouter un nouveau fournisseur de données (par exemple, google drive), veuillez utiliser les services en ligne d'OSF.
pl: Nie można dodać nowego folderu do listy dostawców danych.<br>Aby dodać nowego dostawcę danych (np. dysk Google), należy skorzystać z usług OSF online.
ru: Нельзя добавить новую папку в список поставщиков данных проектов.<br>Чтобы добавить нового поставщика данных (например, Google Drive), воспользуйтесь онлайн-сервисами OSF.

# OSF|
source: A new folder cannot be added to '%1' for an unknown reason.
fr: Un nouveau dossier ne peut être ajouté à '%1' pour une raison inconnue.
pl: Nowy folder nie może być dodany do '%1' z nieznanego powodu.
ru: Невозможно добавить новую папку в «%1» по неизвестной причине.

# OSF|
source: Login
fr: S'identifier
pl: Zaloguj się
ru: Логин

# OSF|
source: User or password cannot be empty.
fr: L’utilisateur ou le mot de passe ne peut pas être vide.
pl: Nazwa użytkownik lub hasło nie mogą być puste.
ru: Логин или пароль не могут быть пустыми.

# OSF|
source: Entry name cannot be empty.
fr: Le nom de l'entrée ne peut pas être vide.
pl: Nazwa wpisu nie może być pusta.
ru: Логин не может быть пустым.

# OSF|
source: %1 name can only contain the following characters A-Z a-z 0-9 _ %2
fr: Le nom %1 ne peut contenir que les caractères suivants A-Z a-z 0-9 _ %2
pl: %1 nazwa może zawierać wyłącznie następujące znaki: A-Z a-z 0-9 _ %2
ru: %1 может содержать только следующие символы A-Z a-z 0-9 _ %2

# ResourceButtons|
source: Recent Files
fr: Fichiers Récents
pl: Ostatnio używane pliki
ru: Недавние файлы

# ResourceButtons|
source: Current File
fr: Fichier actuel
pl: Bieżący plik
ru: Текущий файл

# ResourceButtons|
source: Computer
fr: Ordinateur
pl: Ten komputer
ru: Компьютер

# ResourceButtons|
source: Data Library
fr: Bibliothèque
pl: Biblioteka
ru: Библиотека данных

# ResourceButtons|
source: Data
fr: Données
pl: Dane
ru: Данные

# ResourceButtons|
source: Results
fr: Résultats
pl: Wyniki
ru: Результаты

# ResourceButtons|
source: Interface
pl: Interfejs
ru: Интерфейс

# ResourceButtons|
source: Advanced
fr: Avancé
pl: Zaawansowane
ru: Расширенный

# ListModelCustomContrasts|
source: Contrast %1
fr: Contraste %1
pl: Kontrast %1
ru: Контраст %1

# ListModelLayersAssigned|
source: Layer %1
fr: Couche %1
pl: Warstwa %1
ru: Слой %1

# RadioButtonsGroupBase|
source: A RadioButton inside RadioButtonGroup element (name: %1) does not have any name
fr: Un RadioButton à l'intérieur de l'élément RadioButtonGroup (nom : %1) n'a pas de nom
pl: RadioButton wewnątrz elementu RadioButtonGroup (nazwa: %1) nie ma żadnej nazwy
ru: Объект RadioButton внутри элемента RadioButtonGroup (имя: %1) не имеет имени

# RadioButtonsGroupBase|
source: No radio button corresponding to name %1
fr: Pas de bouton radio correspondant au nom %1
pl: Brak przycisku opcji (radio) odpowiadającego nazwie %1
ru: Нет переключателя, соответствующего имени %1

# RowControls|
source: A row component in %1 does not have a name
fr: Un composant de ligne dans %1 n'a pas de nom
pl: Element wiersza w %1 nie ma nazwy
ru: Компонент строки в %1 не имеет имени

# RowControls|
source: 2 row components in %1 have the same name
fr: 2 composants de ligne dans %1 ont le même nom
pl: 2 elementy wiersza w %1 mają taką samą nazwę
ru: 2 компонента строки в %1 имеют одинаковое имя

# SortMenuModel|
source: None
fr: Aucun
pl: Żaden
ru: Нет

# SortMenuModel|
source: Sort by name
fr: Trier par nom
pl: Sortuj według nazwy
ru: Сортировать по имени

# SortMenuModel|
source: Sort by name A-Z
fr: Trier par nom de A à Z
pl: Sortuj według nazwy rosnąco
ru: Сортировать по имени A-Z

# SortMenuModel|
source: Sort by name Z-A
fr: Trier par nom de Z à A
pl: Sortuj według nazwy malejąco
ru: Сортировать по имени Z-A

# SortMenuModel|
source: Sort by type
fr: Trier par type
pl: Sortuj według typu
ru: Сортировать по типу

# SortMenuModel|
source: Sort by date
fr: Trier par date
pl: Sortuj według daty
ru: Сортировать по дате

# SortMenuModel|
source: Sort by size
fr: Trier par taille
pl: Sortuj według rozmiaru
ru: Сортировать по размеру

# SortMenuModel|
source: SortMenuModel not called with a sortable parent
fr: SortMenuModel n'est pas appelé avec un parent triable
pl: SortMenuModel nie jest wywoływany z sortowalnym elementem nadrzędnym
ru: SortMenuModel не вызывается с помощью сортируемого родительского элемента

# TextAreaBase|
source: Model applied
fr: Modèle appliqué
pl: Zastosowany model
ru: Модель применена

# TextInputBase|
source: The expression did not return a number.
fr: L'expression n'a pas retourné un nombre.
pl: Wyrażenie nie zwróciło liczby.
ru: Выражение не возвращает число.

# TextInputBase|
source: Integer Field
fr: Champ entier
pl: Pole liczb całkowitych
ru: Целочисленное поле

# TextInputBase|
source: Number Field
fr: Champ numérique
pl: Pole numeryczne
ru: Числовое поле

# TextInputBase|
source: Percentage Field
fr: Champ de pourcentage
pl: Pole wartości procentowych
ru: Процентное поле

# TextInputBase|
source: Integers Field
fr: Champ d'entiers
pl: Pole liczb całkowitych
ru: Поле целых чисел

# TextInputBase|
source: Doubles Field
fr: Champ de doubles
pl: Pole typu zmennoprzecinkowego
ru: Парное поле
