Repository: shun2wang/jasp-desktop
Catalog: Desktop/po/jaspDesktop-*.po
Languages: fr, pl, ru

# ModulesMenu|
source: Install Module
fr: Installer un module
pl: Zainstaluj moduł
ru: Установка модуля

# ModulesMenu|
source: Install a module
fr: Installer un module
pl: Zainstaluj moduł
ru: Установить модуль

# ModulesMenu|
source: Install Developer Module
fr: Installer le module de développement
pl: Zainstaluj moduł dla programisty
ru: Установить модуль разработчика

# ModulesMenu|
source: Installing Developer Module
fr: Installation du module développeur
pl: Instalowanie modułu dla programistów
ru: Установка модуля разработчика

# ModulesMenu|
source: Select a Developer Module
fr: Sélectionnez un module développeur
pl: Wybierz moduł dla programistów
ru: Выберите модуль разработчика

# ModulesMenu|
source: Install selected developer module
fr: Installer le module de développement sélectionné
pl: Zainstaluj wybrany moduł dla programistów
ru: Установить выбранный модуль разработчика

# ModulesMenu|
source: Installing developer module now
fr: Installer le module de développement maintenant
pl: Zainstaluj teraz moduł rozwojowy
ru: Установка модуля разработчика

# ModulesMenu|
source: Ready
fr: Prêt
pl: Gotowy
ru: Готово

# ModulesMenu|
source: Installing: %1
fr: Installation : %1
pl: Instalowanie: %1
ru: Установка: %1

# ModulesMenu|
source: Loading: %1
fr: Chargement : %1
pl: Ładowanie: %1
ru: Загрузка: %1

# ModulesMenu|
source: Loaded and ready for use!
fr: Chargé et prêt à l'emploi !
pl: Załadowany i gotowy do użycia!
ru: Загружено и готово к использованию!

# ModulesMenu|
source: Error occurred!
fr: Une erreur s'est produite !
pl: Wystąpił błąd!
ru: Произошла ошибка!

# ModulesMenu|
source: Not ready for use?
fr: Pas prêt à l'emploi ?
pl: Nie jest gotowy do użycia?
ru: Не готов к использованию?

# ModulesMenu|
source: Uninstall module
fr: Désinstaller le module
pl: Odinstaluj moduł
ru: Удалить модуль

# RCommanderWindow|
source: R in JASP
fr: R dans JASP
pl: R w JASP
ru: R в JASP

# RCommanderWindow|
source: Welcome to R in JASP!
fr: Bienvenue dans R dans JASP !
pl: Witamy w konsoli języka R!
ru: Добро пожаловать в R в JASP!

# RCommanderWindow|
source: Run code
fr: Exécuter le code
pl: Uruchom kod
ru: Запустить код

# RCommanderWindow|
source: Pressing Ctrl+Enter or F5 will also run the code
fr: En appuyant sur Ctrl+Enter ou F5, le code sera également exécuté
pl: Naciśnięcie Ctrl+Enter lub F5 również uruchomi kod
ru: Нажатие Ctrl+Enter или F5 также приведет к выполнению кода

# RCommanderWindow|
source: Clear output
fr: Effacer les résultats
pl: Wyczyść wyniki
ru: Очистить вывод

# RCommanderWindow|
source: Cleared...
fr: Effacé...
pl: Wyczyszczono...
ru: Очищается...

# SaveDiscardCancelDialog|
source: Changes were made
fr: Des modifications ont été apportées
pl: Zmiany zostały wprowadzone
ru: Внесены изменения

# SaveDiscardCancelDialog|
source: There are unapplied changes; what would you like to do?
fr: Il y a des changements non appliqués ; que voulez-vous faire ?
pl: Istnieją niezapisane zmiany; co chciałbyś zrobić?
ru: Есть неприменимые изменения; Что бы Вы хотели сделать?

# SaveDiscardCancelDialog|
source: Apply
fr: Appliquer
pl: Zastosuj
ru: Применить

# SaveDiscardCancelDialog|
source: Discard
fr: Jeter
pl: Odrzuć
ru: Отказаться

# SaveDiscardCancelDialog|
source: Cancel
fr: Annuler
pl: Anuluj
ru: Отмена

# SetSeed|
source: Repeatability
fr: Répétabilité
pl: Powtarzalność
ru: Повторяемость

source: Set seed:
fr: Mettre la graine :
pl: Ustaw ziarno generatora:
ru: Установить начало (seed):

# SimpleTableView|
source: Add Column
fr: Ajouter une colonne
pl: Wstaw kolumnę
ru: Добавить столбец

# SimpleTableView|
source: Delete Column
fr: Supprimer une colonne
pl: Usuń kolumnę
ru: Удалить столбец

# SimpleTableView|
source: Reset
fr: Réinitialiser
pl: Przywróć domyślne
ru: Сбросить

# SortMenuButton|
source: Sort the items
fr: Trier les éléments
pl: Sortuj
ru: Сортировка элементов

# SubjectivePriors|
source: Standardized effect size
fr: Taille de l'effet standardisé
pl: Standaryzowana wielkość efektu
ru: Стандартизированный размер эффекта

# SubjectivePriors|
source: Default
fr: Défaut
pl: Domyślne
ru: По умолчанию

# SubjectivePriors|
source: scale
fr: échelle
pl: skala
ru: шкала

# SubjectivePriors|
source: Informed
fr: Informé
pl: Informacyjne
ru: Информированный

# SubjectivePriors|
source: location:
fr: emplacement :
pl: lokalizacja:
ru: расположение:

# SubjectivePriors|
source: scale:
fr: échelle :
pl: skala:
ru: шкала:

# SubjectivePriors|
source: Normal
pl: Normalny
ru: Нормальный

# SubjectivePriors|
source: mean:
fr: moyenne :
pl: średnia:
ru: среднее:

# SubjectivePriors|
source: Raw effect size (Dienes)
fr: Taille de l'effet brut (Dienes)
pl: Surowa wielkość efektu (Dienes)
ru: Сырой размер эффекта (по Диэнису)

# SubjectivePriors|
source: Uniform
fr: Uniforme
pl: Jednostajny
ru: Равномерный

# SubjectivePriors|
source: lower bound:
fr: borne inférieure :
pl: dolna granica:
ru: нижняя граница:

# SubjectivePriors|
source: upper bound:
fr: borne supérieure :
pl: górna granica:
ru: верхняя граница:

# SubjectivePriors|
source: Half-normal
fr: Demi-normal
pl: Semi-normalny
ru: Полунормальный

# WelcomePage|
source: Welcome to JASP
fr: Bienvenue chez JASP
pl: Witamy w JASP
ru: Добро пожаловать в JASP

# WelcomePage|
source: A Fresh Way to Do Statistics: Free, Friendly, and Flexible
fr: Une nouvelle façon de faire des statistiques : Gratuit, convivial et flexible
pl: Nowy sposób analizy danych: darmowy, przyjazny i elastyczny
ru: Новый путь делать статистику: Бесплатно, Понятно и Гибко

# WelcomePage|
source: Free:
fr: Gratuit :
pl: Darmowy:
ru: Бесплатно:

# WelcomePage|
source: Friendly:
fr: Amical :
pl: Przyjazny:
ru: Понятно:

# WelcomePage|
source: Flexible:
pl: Elastyczny:
ru: Гибко:

# WelcomePage|
source: JASP is an open-source project with structural support from the University of Amsterdam.
fr: JASP est un projet open-source avec le soutien structurel de l'Université d'Amsterdam.
pl: JASP jest otwartym projektem wspieranym przez Uniwersytet w Amsterdamie.
ru: JASP - это проект с открытым исходным кодом при поддержке Амстердамского университета.

# WelcomePage|
source: JASP has an intuitive interface that was designed with the user in mind.
fr: JASP dispose d’une interface intuitive conçue pour l’utilisateur.
pl: JASP posiada intuicyjny interfejs, który został zaprojektowany z myślą o użytkowniku.
ru: JASP имеет интуитивно понятный интерфейс, который был разработан с учетом мнений пользователей.

# WelcomePage|
source: JASP offers standard analysis procedures in both their classical and Bayesian manifestations.
fr: JASP offre des procédures d'analyse standard dans leurs manifestations classiques et bayésiennes.
pl: JASP oferuje standardowe procedury statystyczne zarówno w ich klasycznych, jak i bayesowskich wersjach.
ru: JASP предлагает стандартные процедуры анализа как в их классическом, так и в байесовском решениях.

# WelcomePage|
source: So open a data file and take JASP for a spin!
fr: Ouvrez donc un fichier de données et faites un tour avec JASP !
pl: Zatem otwórz plik z danymi i zabierz JASP na przejażdżkę!
ru: Пора открыть файл с данными и попробовать JASP!

# WelcomePage|
source: Click to get latest version
fr: Cliquez pour obtenir la dernière version
pl: Kliknij, aby pobrać najnowszą wersję
ru: Нажмите, чтобы загрузить последнюю версию

# Analysis|
source: Could not find edit options of plot %1 so plot editing will not work...
fr: Impossible de trouver les options d'édition du graphique %1, donc l'édition du graphique ne fonctionnera pas ...
pl: Nie można odnaleźć opcji edycji wykresu %1, więc edycja wykresu nie będzie działać...
ru: Не удалось найти параметры редактирования графика %1, поэтому редактирование не работает...

# Analysis|
source: Could not find set edit options of plot %1 so plot editing will not remember anything (if it evens works)...
fr: Impossible de trouver les options d'édition du graphique %1, donc l'édition du graphique ne se souviendra de rien (si même elle fonctionne)...
pl: Nie udało się znaleźć opcji edycji wykresu %1 więc edycja wykresu nie zapamięta podanych informacji (o ile w ogóle działa)...
ru: Не удалось найти установленные параметры редактирования графика %1, поэтому редактирование графика ничего не запоминает (если вообще работает)...

# AnalysisForm|
source: 2 controls have the same name: %1
fr: 2 contrôles ont le même nom : %1
pl: 2 kontrolki mają taką samą nazwę: %1
ru: 2 элемента управления имеют одинаковое имя: %1

# AnalysisForm|
source: Component %1 was loaded with the wrong type of value and has been reset to its default value.
fr: Le composant %1 a été chargé avec le mauvais type de valeur et a été réinitialisé à sa valeur par défaut.
pl: Komponent %1 został załadowany z niewłaściwym typem wartości i został przywrócony do wartości domyślnej.
ru: Компонент %1 был загружен с неправильным типом значения и был сброшен до значения по умолчанию.

# AnalysisForm|
source: These components were loaded with the wrong type of value and have been reset to their default values:%1
fr: Ces composants ont été chargés avec le mauvais type de valeur et ont été réinitialisés à leurs valeurs par défaut :%1
pl: Te komponenty zostały załadowane z niewłaściwym typem wartości i zostały przywrócone do wartości domyślnych:%1
ru: Эти компоненты были загружены с неправильным типом значения и были сброшены до значений по умолчанию: %1

# AnalysisForm|
source: Many components were loaded with the wrong type of value and have been reset to their default values.
fr: De nombreux composants ont été chargés avec le mauvais type de valeur et ont été réinitialisés à leurs valeurs par défaut.
pl: Wiele komponentów zostało załadowanych z niewłaściwym typem wartości i zostało przywróconych do wartości domyślnych.
ru: Многие компоненты были загружены с неправильным типом значения и были сброшены до значений по умолчанию.

# AnalysisForm|
source: The file probably comes from an older version of JASP.
fr: Le fichier provient probablement d'une ancienne version de JASP.
pl: Plik prawdopodobnie został stworzony przy pomocy starszej wersji JASP.
ru: Файл, вероятно, взят из более старой версии JASP.

# AnalysisForm|
source: That means that the results currently displayed do not correspond to the options selected.
fr: Cela signifie que les résultats actuellement affichés ne correspondent pas aux options sélectionnées.
pl: Oznacza to, że aktualnie wyświetlane wyniki nie odpowiadają wybranym opcjom.
ru: Это означает, что отображаемые в данный момент результаты не соответствуют выбранным параметрам.

# AnalysisForm|
source: Refreshing the analysis may change the results.
fr: L'actualisation de l'analyse peut modifier les résultats.
pl: Odświeżenie analizy może zmienić wyniki.
ru: Обновление анализа может изменить результаты.

# AnalysisForm|
source: Table
fr: Tableau
pl: Tabela
ru: Таблица

# AnalysisForm|
source: Plot
fr: Graphique
pl: Wykres
ru: График

# AnalysisForm|
source: Collection
pl: Zbiór
ru: Коллекция

# AnalysisForm|
source: Result
fr: Résultat
pl: Wynik
ru: Результат

# AnalysisForm|
source: Output
fr: Sortie
pl: Wyniki
ru: Вывод

# JASPControl|
source: Option
pl: Opcja
ru: Опция

# JASPControl|
source: Section
pl: Sekcja
ru: Раздел

# JASPControl|
source: CheckBox
fr: Case à cocher
pl: Pole wyboru
ru: Флажок

# JASPControl|
source: Switch
fr: Changer
pl: Przełącznik
ru: Переключить

# JASPControl|
source: Entry Field
fr: Champ d'entrée
pl: Pole wprowadzania danych
ru: Поле ввода

# JASPControl|
source: Radio Button
fr: Bouton radio
pl: Przycisk opcji (typu "Radio")
ru: Переключатель

# JASPControl|
source: Radio Buttons
fr: Boutons radio
pl: Przyciski opcji (typu "Radio")
ru: Переключатели

# JASPControl|
source: Input ListView
fr: Liste d'entrée
pl: Wejście ListView
ru: Ввод списка просмотра

# JASPControl|
source: Slider
fr: Glisseur
pl: Suwak
ru: Ползунок

# JASPControl|
source: TextArea
fr: Zone de texte
pl: Pole tekstowe
ru: Область текста

# JASPControl|
source: Button
fr: Bouton
pl: Przycisk
ru: Кнопка

# JASPControl|
source: Factors Form
fr: Formulaire des facteurs
pl: Formularz czynników
ru: Форма факторов

# JASPControl|
source: List of Components
fr: Liste des composants
pl: Wykaz komponentów
ru: Список компонентов

# JASPControl|
source: Group Box
fr: Boîte de groupe
pl: Pole grupy
ru: Фрейм

# JASPDoubleValidator|
source: The value must be
fr: La valeur doit être
pl: Wartość musi wynosić
ru: Значение должно быть

# JASPDoubleValidator|
source: and
fr: et
pl: i
ru: и

# JASPDoubleValidator|
source: No validation error
fr: Aucune erreur de validation
pl: Podczas sprawdzania poprawności nie wystąpiły żadne błędy
ru: Отсутствие ошибки проверки

# KnownIssues|
source: Problem loading known issues
fr: Problème de chargement des problèmes connus
pl: Problem podczas ładowania znanych problemów
ru: Проблема загрузки известных проблем

# AsyncLoader|
source: Loading Data Set
fr: Chargement des données
pl: Ładowanie zestawu danych
ru: Загрузка набора данных

# AsyncLoader|
source: Saving Data Set
fr: Enregistrement de l’ensemble de données
pl: Zapisywanie zestawu danych
ru: Сохранение набора данных

# AsyncLoader|
source: Exporting Result Set
fr: Exportation des résultats
pl: Eksportowanie wyników
ru: Экспорт результатов

# AsyncLoader|
source: Exporting Data Set
fr: Exportation des données
pl: Eksportowanie zestawu danych
ru: Экспорт результатов

# AsyncLoader|
source: Sync Data Set
fr: Synchroniser les données
pl: Synchronizacja zestawu danych
ru: Синхронизация набора данных

# ColumnsModel|
source: '-column
fr: '-colonne
pl: '-kolumna
ru: '-столбец

# FileEvent|
source: Importing Data from %1
fr: Importation de données à partir de %1
pl: Importowanie danych z %1
ru: Импорт данных из %1

# FileEvent|
source: Importing SPSS File
fr: Importation du fichier SPSS
pl: Importowanie pliku SPSS
ru: Импорт файла SPSS

# FileEvent|
source: Importing SAS File
fr: Importation du fichier SAS
pl: Importowanie pliku SAS
ru: Импорт файла SAS

# FileEvent|
source: Importing STATA File
fr: Importation du fichier STATA
pl: Importowanie pliku STATA
ru: Импорт STATA Файл

# FileEvent|
source: Loading JASP File
fr: Chargement du fichier JASP
pl: Ładowanie pliku JASP
ru: Загрузка файла JASP

# FileEvent|
source: Loading File
fr: Chargement du fichier
pl: Ładowanie pliku
ru: Загрузка файла

# FileEvent|
source: Saving JASP File
fr: Enregistrement du fichier JASP
pl: Zapisywanie pliku JASP
ru: Сохранение файла JASP

# FileEvent|
source: Exporting Results
fr: Exportation des résultats
pl: Eksportowanie wyników
ru: Экспорт результатов

# FileEvent|
source: Exporting Data
fr: Exportation des données
pl: Eksportowanie danych
ru: Экспорт данных

# FileEvent|
source: Synchronizing Data
fr: Synchronisation des Données
pl: Synchronizowanie danych
ru: Синхронизация

# FileEvent|
source: Processing File
fr: Traitement du fichier
pl: Przetwarzanie pliku
ru: Обработка файла

# EngineRepresentation|
source: The engine crashed while trying to run this analysis...
fr: Le moteur s'est planté en essayant d'exécuter cette analyse...
pl: JASP uległ awarii podczas próby uruchomienia tej analizy...
ru: При попытке выполнить этот анализ произошел сбой...

# EngineRepresentation|
source: The engine crashed while trying to run the filter...
fr: Le moteur s'est planté en essayant de faire fonctionner le filtre...
pl: JASP uległ awarii podczas próby uruchomienia filtra...
ru: Программная проблема при попытке запустить фильтр...

# EngineRepresentation|
source: The engine crashed while trying to compute this column...
fr: Le moteur s'est planté en essayant de calculer cette colonne...
pl: JASP uległ awarii podczas próby stworzenia tej kolumny wynikowej...
ru: При попытке вычислить этот столбец произошел сбой...

# EngineRepresentation|
source: The engine crashed while trying to run rscript...
fr: Le moteur s'est planté en essayant d'exécuter rscript...
pl: JASP uległ awarii podczas próby uruchomienia skryptu języka R...
ru: При попытке запустить сценарий (rscript) произошел сбой...

# EngineRepresentation|
source: Error saving plot
fr: Erreur lors de l'enregistrement du graphique
pl: Błąd podczas zapisywania wykresu
ru: Ошибка при сохранении графика

# EngineRepresentation|
source: Unfortunately the plot could not be saved. Error message: %1 If the problem persists, please report the message above at: https://jasp-stats.org/bug-reports
fr: Malheureusement, le graphique n'a pas pu être sauvé. Message d'erreur : %1 Si le problème persiste, veuillez signaler le message ci-dessus à l'adresse suivante : https://jasp-stats.org/bug-reports
pl: Niestety nie udało się zapisać wykresu. Komunikat błędu: %1 Jeśli problem będzie się powtarzał, prosimy o zgłoszenie powyższego komunikatu pod adresem: https://jasp-stats.org/bug-reports
ru: К сожалению, график не удалось сохранить. Сообщение об ошибке: %1 Если проблема не устранена, сообщите о сообщении выше по адресу: https://jasp-stats.org/bug-reports

# EngineRepresentation|
source: Error resizing plot
fr: Erreur lors du redimensionnement du graphique
pl: Błąd podczas zmiany rozmiaru wykresu
ru: Ошибка изменения размера графика

# ColumnTypesModel|
source: Scale
fr: Échelle
pl: Skala
ru: Количественная шкала

# ColumnTypesModel|
source: Ordinal
pl: Porządkowa
ru: Порядковая шкала

# ColumnTypesModel|
source: Nominal
pl: Nominalna
ru: Номинативная шкала

# MessageForwarder|
source: Yes
fr: Oui
pl: Tak
ru: Да

# MessageForwarder|
source: No
fr: Non
pl: Nie
ru: Нет

# MessageForwarder|
source: Cancel
fr: Annuler
pl: Anuluj
ru: Отмена

# MessageForwarder|
source: Save
fr: Enregistrer
pl: Zapisz
ru: Сохранить

# MessageForwarder|
source: Don't Save
fr: Ne pas enregistrer
pl: Nie zapisuj
ru: Не сохранять

# MainWindow|
source: Datafile changed
fr: Fichier de données modifié
pl: Zmieniono plik danych
ru: Файл данных изменен

# MainWindow|
source: The datafile that was used by this JASP file was modified. Do you want to reload the analyses with this new data?
fr: Le fichier de données qui était utilisé par ce fichier JASP a été modifié. Voulez-vous recharger les analyses avec ces nouvelles données ?
pl: Plik danych używany przez JASP został zmodyfikowany. Czy chcesz ponownie wykonać analizy dla nowych danych?
ru: Файл данных, который использовался этим файлом JASP, был изменен. Вы хотите перезагрузить анализы с этими новыми данными?

# MainWindow|
source: Version incompatibility
fr: Incompatibilité de version
pl: Niezgodność wersji
ru: Несовместимость версий

# MainWindow|
source: Your analyses were created in an older version of JASP, to change the PPI of the images they must be refreshed first. Refresh all analyses?
fr: Vos analyses ont été créées dans une ancienne version de JASP, pour changer le PPI des images il faut d'abord les rafraîchir. Rafraîchir toutes les analyses ?
pl: Twoje analizy zostały stworzone w starszej wersji JASP. Aby zmienić rozdzielczość obrazów (ppi) należy je najpierw odświeżyć. Odświeżyć wszystkie analizy?
ru: Ваши анализы были созданы в более старой версии JASP, чтобы изменить PPI изображений, их необходимо сначала обновить. Обновить все анализы?

# MainWindow|
source: This analysis was created in an older version of JASP, to save the image it must be refreshed first. Refresh the analysis?
fr: Cette analyse a été créée dans une ancienne version de JASP, pour sauvegarder l'image il faut d'abord la rafraîchir. Rafraîchir l'analyse ?
pl: Ta analiza została stworzona w starszej wersji JASP. Aby zachować obraz należy go najpierw odświeżyć. Odświeżyć analizę?
ru: Этот анализ был создан в более старой версии JASP, чтобы сохранить изображение, его необходимо сначала обновить. Обновить анализ?

# MainWindow|
source: Save JASP Image
fr: Sauvegarder l'image JASP
pl: Zapisz obraz JASP
ru: Сохранить изображение JASP

# MainWindow|
source: This analysis was created in an older version of JASP, to resize the image it must be refreshed first. Refresh the analysis?
fr: Cette analyse a été créée dans une ancienne version de JASP, pour redimensionner l'image il faut d'abord l'actualiser. Rafraîchir l'analyse ?
pl: Ta analiza została stworzona przy pomocy starszej wersji JASP. Aby zmienić rozmiar obrazu, należy go najpierw odświeżyć. Odświeżyć analizę?
ru: Этот анализ был создан в более старой версии JASP, чтобы изменить размер изображения, его необходимо сначала обновить. Обновить анализ?

# MainWindow|
source: Unable to open file because: %1
fr: Impossible d'ouvrir le fichier car : %1
pl: Nie można otworzyć pliku, ponieważ: %1
ru: Невозможно открыть файл, потому что: %1

# MainWindow|
source: Save failed
fr: Échec de l’enregistrement
pl: Zapisywanie nie powiodło się
ru: Не удалось сохранить

# MainWindow|
source: Unable to save file. %1
fr: Impossible d'enregistrer le fichier. %1
pl: Nie można zapisać pliku. %1
ru: Невозможно сохранить файл. %1

# MainWindow|
source: Do you have a GitHub account?
fr: Avez-vous un compte GitHub ?
pl: Czy posiadasz konto w serwisie GitHub?
ru: У вас есть аккаунт на GitHub?

# MainWindow|
source: To be able to report the bug you need to have a GitHub account, do you have such an account?
fr: Pour pouvoir signaler le bogue, vous devez avoir un compte GitHub, avez-vous un tel compte ?
pl: Aby zgłosić błąd musisz mieć konto w serwisie GitHub. Czy masz takie konto?
ru: Чтобы сообщить об ошибке, вам необходимо иметь учетную запись GitHub. У вас есть такая учетная запись?

# MainWindow|
source: Join GitHub
fr: Rejoindre GitHub
pl: Dołącz do GitHub'a
ru: Присоединяйтесь к GitHub

# MainWindow|
source: We will open two pages for you in your webbrowser. The second will be the 'Join GitHub' page where you can register for an account with GitHub. The first will be a login page that leads to a partly filled bug report after you sign in with your new GitHub account. Please fill in all missing information there.
fr: Nous allons ouvrir deux pages pour vous dans votre navigateur Web. La seconde sera la page 'Join GitHub' où vous pourrez créer un compte avec GitHub. La première sera une page de connexion qui mène à un rapport de bogue partiellement rempli après que vous vous soyez connecté avec votre nouveau compte GitHub. Veuillez y compléter toutes les informations manquantes.
pl: W przeglądarce internetowej zostaną otworzone dwie strony. Drugą będzie strona "Dołącz do GitHub", na której można zarejestrować konto w portalu GitHub. Pierwszym z nich będzie strona logowania, która prowadzi do częściowo wypełnionego raportu o błędzie, dostępnym po zalogowaniu się na konto GitHub. Należy uzupełnić tam wszystkie brakujące informacje.
ru: Мы откроем для вас две страницы в вашем веб-браузере. Второй будет страница 'Join GitHub', на которой вы можете зарегистрировать учетную запись в GitHub. Первая будет страницей входа, которая приведет к частично заполненному отчету об ошибке после того, как вы войдете в систему с новой учетной записью GitHub. Пожалуйста, заполните там всю недостающую информацию.

# MainWindow|
source: GitHub couldn't be openend for you
fr: GitHub n’a pas pu être ouvert pour vous
pl: Nie można otworzyć strony GitHub
ru: GitHub не может быть открытым для вас

# MainWindow|
source: Something went wrong with leading you to GitHub.. You can still report the bug by going to https://github.com/jasp-stats/jasp-issues/issues
fr: Quelque chose s'est mal passé en vous dirigeant vers GitHub... Vous pouvez toujours signaler le bogue en vous rendant sur https://github.com/jasp-stats/jasp-issues/issues
pl: Coś poszło nie tak w trakcie przekierowywania do GitHuba. Nadal możesz zgłosić błąd, wchodząc na stronę https://github.com/jasp-stats/jasp-issues/issues
ru: Что-то пошло не так с переходом на GitHub. Вы по-прежнему можете сообщить об ошибке, перейдя по адресу https://github.com/jasp-stats/jasp-issues/issues

# MainWindow|
source: Error
fr: Erreur
pl: Błąd
ru: Ошибка
