Repository: shun2wang/jasp-desktop
Catalog: Desktop/po/jaspDesktop-*.po
Languages: fr, pl, ru

# ComponentsList|
source: Add a row
fr: Ajouter une ligne
pl: Wstaw wiersz
ru: Добавить ряд

# ComponentsList|
source: Remove a row
fr: Supprimer une ligne
pl: Usuń wiersz
ru: Удалить ряд

# FileSelector|
source: Save file to:
fr: Enregistrer le fichier dans :
pl: Zapisz plik w:
ru: Сохранить файл в:

# FileSelector|
source: Load file from:
fr: Charger le fichier depuis :
pl: Załaduj plik z:
ru: Загрузить файл из:

# FileSelector|
source: Select file to save
fr: Sélectionnez le fichier à enregistrer
pl: Wybierz plik do zapisania
ru: Выбрать файл для сохранения

# FileSelector|
source: Select file to load
fr: Sélectionnez le fichier à charger
pl: Wybierz plik do załadowania
ru: Выбрать файл для загрузки

# FileSelector|
source: Browse
fr: Parcourir
pl: Przeglądaj
ru: Обзор

# Form|
source: This analysis was created with an older version of JASP (or a dynamic module)
fr: Cette analyse a été créée avec une ancienne version de JASP (ou un module dynamique)
pl: Ta analiza została stworzona przy użyciu starszej wersji JASP (lub modułu dynamicznego)
ru: Данный анализ был создан в поздней версии JASP (или динамического модуля)

# Form|
source: , refreshing could give a slightly different result.
fr: , l'actualisation pourrait donner un résultat légèrement différent.
pl: , odświeżenie może dać nieco inny wynik.
ru: , обновление даст немного другой результат.

# Form|
source: , to keep your notes where they are it is highly recommended to first refresh your analyses!
fr: , pour garder vos notes là où elles sont, il est fortement recommandé de d’abord rafraîchir vos analyses !
pl: , aby zachować notatki tam, gdzie się znajdują, zaleca się najpierw odświeżyć analizy!
ru: , чтобы сохранить свои заметки там, где они есть, настоятельно рекомендуется сначала обновить свои анализы!

# InputListView|
source: New Value
fr: Nouvelle valeur
pl: Nowa wartość
ru: Новое значение

# ModelTermsList|
source: Model Terms
fr: Termes du modèle
pl: Składniki modelu
ru: Термины модели

# ModelTermsList|
source: Add to null model
fr: Ajouter au modèle nul
pl: Dodaj do modelu zerowego
ru: Добавить нулевую модель

# TableView|
source: Row #
fr: Ligne #
pl: Wiersz #
ru: Ряд №

# TabView|
source: Add a tab
fr: Ajouter un onglet
pl: Dodaj kartę
ru: Добавить вкладку

# TabView|
source: Remove this tab
fr: Supprimer cet onglet
pl: Usuń kartę
ru: Удалить эту вкладку

# TabView|
source: New tab
fr: Nouvel onglet
pl: Nowa karta
ru: Новая вкладка

# TextArea|
source: ⌘ + Enter to apply
fr: ⌘ + Entrée pour appliquer
pl: ⌘ + Enter, aby zastosować
ru: "⌘ + Enter" для применения

# TextArea|
source: Ctrl + Enter to apply
fr: Ctrl + Entrée pour appliquer
pl: Ctrl + Enter, aby zastosować
ru: "Ctrl + Enter" для применения

# TextField|
source: Restoring last correct value: %1
fr: Restauration de la dernière valeur correcte : %1
pl: Przywracanie ostatniej prawidłowej wartości: %1
ru: Возврат последнего корректного значения: %1

# AboutWindow|
source: About JASP
fr: À propos de JASP
pl: O JASP
ru: О программе JASP

# AboutWindow|
source: Version:
pl: Wersja:
ru: Версия:

# AboutWindow|
source: Built on:
fr: Construit sur :
pl: Data wersji:
ru: Создано:

# AboutWindow|
source: Source:
pl: Źródło:
ru: Источник:

# AboutWindow|
source: Access the sources here
fr: Accédez aux sources ici
pl: Uzyskaj dostęp do kodu źródłowego
ru: Здесь можно получить доступ ко всем исходникам

# AboutWindow|
source: Download:
fr: Télécharger :
pl: Pobierz:
ru: Загрузить:

# AboutWindow|
source: Citation:
pl: Cytowanie:
ru: Цитирование:

# AboutWindow|
source: Select All
fr: Tout sélectionner
pl: Zaznacz wszystko
ru: Выделить все

# AboutWindow|
source: Copy Selection
fr: Copier la sélection
pl: Kopiuj zaznaczone
ru: Копировать выделенное

# AnalysisFormExpander|
source: Drag to reorder the analyses
fr: Faites glisser pour réorganiser les analyses
pl: Przeciągnij, aby zmienić kolejność analiz
ru: Перетащите, чтобы изменить порядок анализов

# AnalysisFormExpander|
source: Edit the title of this analysis
fr: Modifier le titre de cette analyse
pl: Edytuj tytuł
ru: Изменить название этого анализа

# AnalysisFormExpander|
source: Duplicate this analysis
fr: Dupliquer cette analyse
pl: Zduplikuj analizę
ru: Дублировать этот анализ

# AnalysisFormExpander|
source: Show info for this analysis
fr: Afficher les informations relatives à cette analyse
pl: Pokaż więcej informacji
ru: Показать информацию об этом анализе

# AnalysisFormExpander|
source: Remove this analysis
fr: Supprimer cette analyse
pl: Usuń analizę
ru: Удалить данный анализ

# BasicThreeButtonTableView|
source: Add
fr: Ajouter
pl: Dodaj
ru: Добавить

# BasicThreeButtonTableView|
source: Delete
fr: Supprimer
pl: Usuń
ru: Удалить

# BayesFactorType|
source: Bayes Factor
fr: Facteur de Bayes
pl: Współczynnik Bayesa
ru: Фактор Байеса

# BayesFactorType|
source: Bayes factor to quantify evidence for the alternative hypothesis relative to the null hypothesis.
fr: Facteur de Bayes pour quantifier les preuves de l'hypothèse alternative par rapport à l'hypothèse nulle.
pl: Współczynnik Bayesa do ilościowego określenia dowodów na hipotezę alternatywną w stosunku do hipotezy zerowej.
ru: Фактор Байеса для количественной оценки доказательства альтернативной гипотезы по сравнению с нулевой гипотезой.

# BayesFactorType|
source: Bayes factor to quantify evidence for the null hypothesis relative to the alternative hypothesis.
fr: Facteur de Bayes pour quantifier les preuves de l'hypothèse nulle par rapport à l'hypothèse alternative.
pl: Współczynnik Bayesa do ilościowego określenia dowodów na hipotezę zerową w stosunku do hipotezy alternatywnej.
ru: Фактор Байеса для количественной оценки доказательства нулевой гипотезы по сравнению с альтернативной гипотезой.

# BayesFactorType|
source: Natural logarithm of BF10.
fr: Logarithme népérien du BF10.
pl: Logarytm naturalny z BF10.
ru: Натуральный логарифм BF10.

# Chi2TestTableView|
source: Add Column
fr: Ajouter une colonne
pl: Wstaw kolumnę
ru: Добавить столбец

# Chi2TestTableView|
source: Delete Column
fr: Supprimer une colonne
pl: Usuń kolumnę
ru: Удалить столбец

# ComputeColumnWindow|
source: absolute value
fr: valeur absolue
pl: wartość bezwzględna
ru: абсолютное значение

# ComputeColumnWindow|
source: standard deviation
fr: écart-type
pl: odchylenie standardowe
ru: стандартное отклонение

# ComputeColumnWindow|
source: variance
pl: wariancja
ru: дисперсия

# ComputeColumnWindow|
source: summation
fr: somme
pl: sumowanie
ru: суммация

# ComputeColumnWindow|
source: product of values
fr: produit
pl: iloczyn wartości
ru: произведение значений

# ComputeColumnWindow|
source: returns minimum of values
fr: renvoie le minimum des valeurs
pl: zwraca najniższą wartość
ru: возвращает минимальное значение

# ComputeColumnWindow|
source: returns maximum of values
fr: renvoie le maximum des valeurs
pl: zwraca najwyższą wartość
ru: возвращает максимальное значение

# ComputeColumnWindow|
source: mean
fr: moyenne
pl: średnia
ru: среднее

# ComputeColumnWindow|
source: rounds y to n decimals
fr: arrondit y à n décimales
pl: zaokrągla y do n miejsc dziesiętnych
ru: округляет y до n десятичных знаков

# ComputeColumnWindow|
source: returns number of elements in y
fr: renvoie le nombre d'éléments dans y
pl: zwraca liczbę elementów znajdujących się w y
ru: возвращает количество элементов в y

# ComputeColumnWindow|
source: median
fr: médiane
pl: mediana
ru: медиана

# ComputeColumnWindow|
source: natural logarithm
fr: logarithme népérien
pl: logarytm naturalny
ru: натуральный логарифм

# ComputeColumnWindow|
source: base 2 logarithm
fr: logarithme base 2
pl: logarytm o podstawie 2
ru: логарифм по основанию 2

# ComputeColumnWindow|
source: base 10 logarithm
fr: logarithme en base 10
pl: logarytm o podstawie 10
ru: логарифм по основанию 10

# ComputeColumnWindow|
source: logarithm of y in 'base'
fr: logarithme en base y
pl: logarytm o podstawie y
ru: логарифм y по основанию

# ComputeColumnWindow|
source: exponential
fr: exponentielle
pl: wykładniczy
ru: экспоненциальный

# ComputeColumnWindow|
source: break your data up in numBreaks levels
fr: diviser vos données en niveaux numBreaks
pl: dzielenie danych na poziomy zdefiniowane przez numBreaks
ru: разбить ваши данные на уровни numBreaks

# ComputeColumnWindow|
source: replace any missing values (NA) in column by the value in replaceWith
fr: remplacer toute valeur manquante (NA) dans la colonne par la valeur dans replaceWith
pl: zastąp brak danych (NA) w kolumnie wartością z replaceWith
ru: замените любые отсутствующие значения (NA) в столбце значением в replaceWith

# ComputeColumnWindow|
source: if-else statement
fr: instruction if-else
pl: instrukcja if-else
ru: оператор "if-else"

# ComputeColumnWindow|
source: generates data from a Gaussian distribution with specified mean and standard deviation sd
fr: génère des données à partir d'une distribution gaussienne en spécifiant une moyenne et un écart type
pl: generuje dane z rozkładu Gaussa o określonej średniej i odchyleniu standardowym
ru: генерирует данные из распределения Гаусса с указанным средним значением и стандартным отклонением sd

# ComputeColumnWindow|
source: generates data from t distribution with degrees of freedom df and non-centrality parameter ncp
fr: génère des données à partir de la distribution t avec des degrés de liberté df et un paramètre de non-centralité ncp
pl: generuje dane z rozkładu t o stopniach swobody df i parametrem niecentralności ncp
ru: генерирует данные из распределения t со степенями свободы df и параметром нецентральности ncp

# ComputeColumnWindow|
source: generates data from a chi-squared distribution with degrees of freedom df and non-centrality parameter ncp
fr: génère des données à partir d’une distribution du Khi-deux avec des degrés de liberté df et un paramètre de non-centralité ncp
pl: generuje dane z rozkładu chi-kwadrat o stopniach swobody df i parametrem niecentralności ncp
ru: генерирует данные из распределения хи-квадрат со степенями свободы df и параметром нецентральности ncp

# ComputeColumnWindow|
source: generates data from an F distribution with specified degrees of freedoms df1, df2 and non-centrality parameter ncp
fr: génère des données à partir d'une distribution F avec des degrés de liberté spécifiés df1, df2 et le paramètre de non centralité ncp
pl: generuje dane z rozkładu F o określonych stopniach swobody df1 i df2 oraz parametrze niecentralności ncp
ru: генерирует данные из F-распределения с заданными степенями свободы df1, df2 и параметром нецентральности ncp

# ComputeColumnWindow|
source: generates data from a binomial distribution with specified trials and probability prob
fr: génère des données à partir d'une distribution binomiale avec des essais et probabilités spécifiés
pl: generuje dane z rozkładu dwumianowego z określonymi próbami i prawdopodobieństwem (prob)
ru: генерирует данные из биномиального распределения с указанными испытаниями и вероятностью

# ComputeColumnWindow|
source: generates data from a negative binomial distribution with specified trials and probability prob
fr: génère des données à partir d'une distribution binomiale négative avec des essais et probabilités spécifiés
pl: generuje dane z ujemnego rozkładu dwumianowego z określonymi próbami i prawdopodobieństwem (prob)
ru: генерирует данные из отрицательного биномиального распределения с указанными испытаниями и вероятностью

# ComputeColumnWindow|
source: generates data from a geometric distribution with specified probability prob
fr: génère des données à partir d'une distribution géométrique avec des probabilités spécifiées
pl: generuje dane z rozkładu geometrycznego o określonym prawdopodobieństwie (prob)
ru: генерирует данные из геометрического распределения с заданной вероятностью

# ComputeColumnWindow|
source: generates data from a Poisson distribution with specified rate lambda
fr: génère des données à partir d'une distribution de Poisson avec un taux lambda spécifié
pl: generuje dane z rozkładu Poissona z określonym parametrem lambda
ru: генерирует данные из распределения Пуассона с заданной лямбдой

# ComputeColumnWindow|
source: generates data from a beta distribution with specified shapes alpha and beta
fr: génère des données à partir d'une distribution bêta avec des formes alpha et bêta spécifiées
pl: generuje dane z rozkładu beta o określonych kształtach alfa i beta
ru: генерирует данные из бета-распределения с указанными формами альфа и бета

# ComputeColumnWindow|
source: generates data from a uniform distribution between min and max
fr: génère des données à partir d'une distribution uniforme entre min et max
pl: generuje dane z rozkładu jednostajnego pomiędzy wartościami min a max
ru: генерирует данные из равномерного распределения между указанными минимальным и максимальным значениями

# ComputeColumnWindow|
source: generates data from a gamma distribution with specified shape and scale
fr: génère des données à partir d'une distribution Weibull avec une forme et une échelle spécifiées
pl: generuje dane z rozkładu gamma o określonym kształcie i skali
ru: генерирует данные из гамма-распределения заданной формы и шкалы

# ComputeColumnWindow|
source: generates data from an exponential distribution with specified rate
fr: génère des données à partir d'une distribution exponentielle avec un taux spécifié
pl: generuje dane z rozkładu wykładniczego o określonym parametrze
ru: генерирует данные из экспоненциального распределения с заданной долей

# ComputeColumnWindow|
source: generates data from a log-normal distribution with specified logarithmic mean meanLog and standard deviation sdLog
fr: génère des données à partir d'une distribution log-normale avec une moyenne logarithmique spécifiée meanLog et un écart type sdLog
pl: generuje dane z rozkładu logarytmiczno-normalnego o określonej średniej logarytmicznej (meanLog) i odchyleniu standardowym (sdLog)
ru: генерирует данные из логарифмически нормального распределения с указанным средним логарифмическим meanLog и стандартным отклонением sdLog

# ComputeColumnWindow|
source: generates data from a Weibull distribution with specified shape and scale
fr: génère des données à partir d'une distribution Weibull avec une forme et une échelle spécifiées
pl: generuje dane z rozkładu Weibulla o określonym kształcie i skali
ru: генерирует данные из распределения Вейбулла с заданной формой и шкалой

# ComputeColumnWindow|
source: Show generated R code
fr: Afficher le code R généré
pl: Pokaż wygenerowany kod R
ru: Показать сгенерированный код R

# ComputeColumnWindow|
source: Compute column
fr: Calculer la colonne
pl: Dodaj kolumnę obliczoną
ru: Вычислить столбец

# ComputeColumnWindow|
source: Column computed
fr: Colonne calculée
pl: Kolumna wynikowa
ru: Столбец рассчитан

# ComputeColumnWindow|
source: Click to compute column
fr: Cliquez pour calculer la colonne
pl: Kliknij, aby dodać kolumnę obliczoną
ru: Нажмите, чтобы вычислить столбец

# ComputeColumnWindow|
source: Column (in line to be) computed
fr: Colonne (en ligne à être) calculée
pl: Kolumna wynikowa, która ma zostać utworzona
ru: Столбец (в очереди) вычисляется

# ComputeColumnWindow|
source: Open Documentation
fr: Ouvrir la documentation
pl: Otwórz dokumentację
ru: Открыть документацию

# ContrastsList|
source: none
fr: aucun
pl: brak
ru: ничего

# ContrastsList|
source: deviation
fr: déviation
pl: odchylenie
ru: отклонение

# ContrastsList|
source: simple
pl: prosty
ru: просто

# ContrastsList|
source: difference
fr: différence
pl: różnica
ru: различие

# ContrastsList|
source: repeated
fr: répété
pl: powtórzony
ru: повторный

# ContrastsList|
source: polynomial
pl: wielomian
ru: полиномиальный

# ContrastsList|
source: custom
fr: personnalisé
pl: niestandardowe
ru: пользовательский

# ContrastsList|
source: Factors
fr: Facteurs
pl: Czynniki
ru: Факторы

# ContrastsList|
source: Custom for %1
fr: Personnalisé pour %1
pl: Zmodyfikuj dla %1
ru: Пользовательский для %1

# CreateComputeColumnDialog|
source: Create Computed Column
fr: Créer une colonne calculée
pl: Wstaw kolumnę
ru: Создать вычисляемый столбец

# CreateComputeColumnDialog|
source: Name:
fr: Nom :
pl: Nazwa:
ru: Имя:

# CreateComputeColumnDialog|
source: Column name is already used, please choose a different one.
fr: Le nom de la colonne est déjà utilisé, veuillez en choisir un autre.
pl: Ta nazwa kolumny jest już używana, proszę wybrać inną.
ru: Имя столбца уже используется, выберите другое.

# CreateComputeColumnDialog|
source: Define column through R code
fr: Définir la colonne par le code R
pl: Zdefiniuj kolumnę za pomocą kodu języka R
ru: Определить столбец с помощью кода R

# CreateComputeColumnDialog|
source: Define column through drag and drop formulas
fr: Définir la colonne par glisser-déposer des formules
pl: Zdefiniuj kolumnę poprzez przeciąganie i upuszczanie formuł
ru: Определить столбец с помощью формул перетаскивания

# CreateComputeColumnDialog|
source: Scale
fr: Échelle
pl: Skala
ru: Количественная шкала

# CreateComputeColumnDialog|
source: Ordinal
pl: Porządkowa
ru: Порядковая шкала

# CreateComputeColumnDialog|
source: Nominal
pl: Nominalna
ru: Номинативная шкала

# CreateComputeColumnDialog|
source: Text
fr: Texte
pl: Tekst
ru: Текстовая шкала

# CreateComputeColumnDialog|
source: Open Documentation
fr: Ouvrir la documentation
pl: Otwórz dokumentację
ru: Открыть документацию

# CreateComputeColumnDialog|
source: Create Column
fr: Créer une colonne
pl: Utwórz kolumnę
ru: Создать столбец

# CreateComputeColumnDialog|
source: Click here to create your new computed column '%1'
fr: Cliquez ici pour créer votre nouvelle colonne calculée '%1'
pl: Kliknij tutaj, aby utworzyć nową kolumnę '%1'
ru: Щелкните здесь, чтобы создать новый вычисляемый столбец "%1"

# CreateComputeColumnDialog|
source: Enter a valid (unused) name for computed column
fr: Entrez un nom valide (non utilisé) pour la colonne calculée
pl: Podaj prawidłową (nieużywaną) nazwę kolumny wynikowej
ru: Введите допустимое (неиспользуемое) имя для вычисляемого столбца

# CreateComputeColumnDialog|
source: Close without creating a computed column
fr: Fermer sans créer une colonne calculée
pl: Zamknij bez tworzenia kolumny wynikowej
ru: Закрыть без создания вычисляемого столбца

# CustomContrastsTableView|
source: Add Contrast
fr: Ajouter un contraste
pl: Wstaw kontrast
ru: Добавить контраст

# CustomContrastsTableView|
source: Delete Contrast
fr: Supprimer le Contraste
pl: Usuń kontrast
ru: Удалить контраст

# CustomContrastsTableView|
source: Reset
fr: Réinitialiser
pl: Przywróć domyślne
ru: Перезагрузить

# DataTableView|
source: Hide filter
fr: Masquer le filtre
pl: Ukryj filtr
ru: Скрыть фильтр

# DataTableView|
source: Show filter
fr: Afficher le filtre
pl: Pokaż filtr
ru: Показать фильтр

# DataTableView|
source: Add computed column
fr: Ajouter une colonne calculée
pl: Wstaw kolumnę
ru: Добавить вычисляемый столбец

# DataTableView|
source: Click here to change column type
fr: Cliquez ici pour changer de type de colonne
pl: Kliknij tutaj, aby zmienić typ kolumny
ru: Нажмите здесь, чтобы изменить шкалу измерения

# BreadCrumbs|
source: Back to %1
fr: Retour à %1
pl: Wróć do %1
ru: Вернуться к %1

# BreadCrumbs|
source: You are here
fr: Vous êtes ici
pl: Jesteś tutaj
ru: Ты здесь

# Computer|
source: Recent Folders
fr: Dossiers récents
pl: Ostatnio używane foldery
ru: Недавние папки

# Computer|
source: Browse
fr: Parcourir
pl: Przeglądaj
ru: Обзор

# CurrentFile|
source: Current data file for synchronization
fr: Fichier de données actuel pour la synchronisation
pl: Powiązany plik danych
ru: Текущий файл данных для синхронизации

source: Data Library
fr: Bibliothèque
pl: Biblioteka
ru: Библиотека данных

# ListItem|
source: Synchronize with this Data File
fr: Synchroniser avec ce fichier de données
pl: Synchronizuj z tym plikiem danych
ru: Синхронизировать с этим файлом данных

# ListItem|
source: Navigate to folder
fr: Naviguer vers le dossier
pl: Przejdź do folderu
ru: Перейти к папке

# ListItem|
source: Open JASP file
fr: Ouvrir le fichier JASP
pl: Otwórz plik JASP
ru: Открыть файл JASP

# ListItem|
source: Open data file
fr: Ouvrier fichier de données
pl: Otwórz plik danych
ru: Открыть файл с данными

# MenuHeader|
source: Show info about these preferences
fr: Afficher des informations sur ces préférences
pl: Pokaż więcej informacji
ru: Показать информацию об этих настройках

# OSF|
source: Open Science Framework
fr: Cadre de la science ouverte
pl: OSF (Open Science Framework)
ru: Opеn Science Framework

# OSF|
source: Logout
fr: Déconnexion
pl: Wyloguj się
ru: Выйти

# OSF|
source: Create Folder
fr: Créer un dossier
pl: Utwórz folder
ru: Создать папку

# OSF|
source: Foldername
fr: Nom du dossier
pl: Nazwa folderu
ru: Имя папки

# OSF|
source: Filename
fr: Nom du fichier
pl: Nazwa pliku
ru: Имя файла

# OSF|
source: Save
fr: Enregistrer
pl: Zapisz
ru: Сохранить

# OSFLogin|
source: Sign in with your OSF account to continue
fr: Connectez-vous avec votre compte OSF pour continuer
pl: Aby kontynuować, zaloguj się na konto OSF
ru: Войдите в свою учетную запись OSF, чтобы продолжить

# OSFLogin|
source: Sign in
fr: Se connecter
pl: Zaloguj się
ru: Войти

# OSFLogin|
source: Remember me
fr: Se souvenir de moi
pl: Zapamiętaj mnie
ru: Напомнить мне

# OSFLogin|
source: About the OSF
fr: À propos de l'OSF
pl: O OSF
ru: Об OSF

# OSFLogin|
source: Register
fr: S'inscrire
pl: Zarejestruj się
ru: Зарегистрироваться

# PrefsAdvanced|
source: Advanced Preferences
fr: Préférences Avancées
pl: Ustawienia zaawansowane
ru: Расширенные настройки

# PrefsAdvanced|
source: Modules options
fr: Options de modules
pl: Opcje modułów
ru: Опции модулей

# PrefsAdvanced|
source: Continue where you left of the next time JASP starts. Enabling this option makes JASP remember which Modules you've enabled.
fr: Continuez là où vous vous êtes arrêté la prochaine fois que JASP démarrera. En activant cette option, JASP se souvient des modules que vous avez activés.
pl: Kontynuuj od miejsca, w którym zakończyłeś poprzednią sesję. Włączenie tej opcji powoduje, że JASP zapamiętuje, które moduły zostały poprzednio włączone.
ru: Продолжите с того места, где вы остановились при следующем запуске JASP. Включение этой опции позволяет JASP запоминать, какие модули вы включили.

# PrefsAdvanced|
source: Developer mode (Beta version)
fr: Mode développeur (version Beta)
pl: Tryb programisty (wersja beta)
ru: Режим разработчика (бета-версия)

# PrefsAdvanced|
source: To use JASP Modules enable this option.
fr: Pour utiliser les modules JASP, activez cette option.
pl: Aby korzystać z modułów JASP, włącz tę opcję.
ru: Чтобы использовать модули JASP, включите эту опцию.

# PrefsAdvanced|
source: Select developer folder
fr: Sélectionnez le dossier développeur
pl: Wybierz folder programisty
ru: Выберите папку разработчика

# PrefsAdvanced|
source: Browse to your JASP Module folder.
fr: Accédez au dossier de votre module JASP.
pl: Przejdź do folderu modułów JASP
ru: Перейдите в папку вашего модуля JASP.

# PrefsAdvanced|
source: Change the CRAN repository:
fr: Modifiez le référentiel CRAN :
pl: Zmień repozytorium CRAN:
ru: Изменить репозиторий CRAN:

# PrefsAdvanced|
source: Generate markdown files for help
fr: Générer des fichiers markdown pour l'aide
pl: Generuj pliki pomocnicze w formacie markdown
ru: Создать файлы разметки для справки

# PrefsAdvanced|
source: Enabling this will generate markdown helpfile from the info at qml options.
fr: En activant cette option, le fichier d'aide markdown sera généré à partir des options info at qml.
pl: Włączenie tej opcji spowoduje wygenerowanie pliku pomocniczego w formacie markdown dla opcji Info w QML.
ru: Включение это будет генерировать файл разметки helpfile из информации в qml опциях.

# PrefsAdvanced|
source: Logging options
fr: Options de journalisation
pl: Opcje dziennika
ru: Параметры ведения журнала
