Repository: shun2wang/jasp-desktop
Catalog: Desktop/po/jaspDesktop-*.po
Languages: fr, pl, ru

# TextInputBase|
source: Add Column Field
fr: Ajouter un champ de colonne
pl: Wstaw pole kolumny
ru: Добавить поле столбца

# TextInputBase|
source: Add Computed Column Field
fr: Ajouter un champ de colonne calculée
pl: Wstaw pole kolumny wynikowej
ru: Добавить поле вычисляемого столбца

# TextInputBase|
source: Formula Field
fr: Champ de formule
pl: Pole formuły
ru: Поле формулы

# TextInputBase|
source: Formulas Field
fr: Champ de formules
pl: Pole formuł
ru: Поле формул

# TextInputBase|
source: Text Field
fr: Champ de texte
pl: Pole tekstowe
ru: Текстовое поле

# TextInputBase|
source: The value (%1) must be %2
fr: La valeur (%1) doit être %2
pl: Wartość (%1) musi wynosić %2
ru: Значение (%1) должно быть %2

# VariablesListBase|
source: Source model of %1 must be from a Factor List
fr: Le modèle source de %1 doit provenir d'une liste de facteurs
pl: Model źródłowy %1 musi pochodzić z listy czynników
ru: Исходная модель %1 должна быть из списка факторов

# VariablesListBase|
source: Wrong kind of source for VariableList %1
fr: Mauvais type de source pour VariableList %1
pl: Nieprawidłowy rodzaj źródła dla VariableList %1
ru: Неправильный источник для списка переменных %1

# VariablesListBase|
source: No related list found for VariablesList %1
fr: Aucune liste associée trouvée pour VariablesList %1
pl: Nie znaleziono listy powiązanej z VariablesList %1
ru: Не найден связанный список для списка переменных %1

# VariablesListBase|
source: Wrong kind of related list (%1) found for VariablesList %2
fr: Mauvais type de liste associée (%1) trouvé pour VariablesList %2
pl: Znaleziono niewłaściwy rodzaj listy (%1) powiązanej z VariablesList %2
ru: Неверный тип связанного списка (%1) найден для списка переменных %2

# QObject|
source: No name given for the source of %1
fr: Aucun nom donné pour la source de %1
pl: Brak nazwy źródła %1
ru: Имя источника %1 не указано

# QObject|
source: No source given for %1
fr: Aucune source donnée pour %1
pl: Nie wybreano źródła dla %1
ru: Не указан источник для %1

# QObject|
source: Cannot find component %1 for the source of %2
fr: Impossible de trouver le composant %1 pour la source de %2
pl: Nie można znaleźć składnika %1 dla źródła %2
ru: Не удается найти компонент %1 для источника %2

# ComputeColumnWindow|
source: Standardizes the variable
fr: Normalisation de la variable
pl: Standaryzuje zmienną
ru: Стандартизирует переменную

# ComputeColumnWindow|
source: returns true if string contains substring at least once
fr: renvoie la réponse vraie si la chaîne contient la sous-chaîne au moins une fois
pl: zwraca true jeśli łańcuch zawiera podłańcuch przynajmniej raz
ru: Возвращает значение true, если строка содержит подстроку хотя бы один раз

# FilterWindow|
source: Standardizes the variable
fr: Normalisation de la variable
pl: Standaryzuje zmienną
ru: Стандартизирует переменную

# FilterWindow|
source: returns true if string contains substring at least once
fr: renvoie la réponse vraie si la chaîne contient la sous-chaîne au moins une fois
pl: zwraca true jeśli łańcuch zawiera podłańcuch przynajmniej raz
ru: возвращает true, если строка содержит подстроку по крайней мере один раз

# PlotEditingAxis|
source: Title
fr: Titre
pl: Tytuł
ru: Заголовок

# PlotEditingAxis|
source: Specify sequence
fr: Spécifier la séquence
pl: Określ kolejność
ru: Укажите последовательность

# PlotEditingAxis|
source: from
fr: de
pl: od
ru: из

# PlotEditingAxis|
source: to
fr: à
pl: do
ru: к

# PlotEditingAxis|
source: steps
fr: étapes
pl: kroki
ru: шаги

# PlotEditingAxis|
source: Based on data
fr: Basé sur les données
pl: Na podstawie danych
ru: На основе данных

# PlotEditingAxis|
source: Based on ticks
fr: Basé sur les marques
pl: Bazując na podziałce
ru: На основе поставленных галочек

# PlotEditingAxis|
source: Set manually
fr: Régler manuellement
pl: Ustaw ręcznie
ru: Установить вручную

# PlotEditingAxis|
source: Lower limit
fr: Limite inférieure
pl: Dolna granica
ru: Нижний предел

# PlotEditingAxis|
source: Upper limit
fr: Limite supérieure
pl: Górna granica
ru: Верхний предел

# PlotEditor|
source: x-axis
fr: axe x
pl: oś x
ru: ось X

# PlotEditor|
source: y-axis
fr: axe y
pl: oś y
ru: ось Y

# DataSetPackage|
source: Something went wrong converting columntype, but it is unclear what.
fr: Quelque chose s'est mal passé lors de la conversion du type de colonne, mais il n'est pas clair quoi exactement.
pl: Coś poszło nie tak podczas konwersji typu kolumny, ale nie jest jasne, co.
ru: Что-то пошло не так при преобразовании типа столбца, но непонятно что.

# DataSetPackage|
source: Failed to convert column to ordinal: values contain decimals.
fr: Échec de la conversion de la colonne en ordinal : les valeurs contiennent des décimales.
pl: Nie udało się przekonwertować kolumny na zmienną porządkową: wartości zawierają ułamki dziesiętne.
ru: Не удалось преобразовать столбец в порядковую шкалу: значения содержат десятичные дроби.

# DataSetPackage|
source: Failed to convert column to continuous: values contain text.
fr: Échec de la conversion de la colonne en type numérique : les valeurs contiennent du texte.
pl: Nie udało się przekonwertować kolumny na zmienną ciągłą: wartości zawierają tekst.
ru: Не удалось преобразовать столбец в количественную шкалу: значения содержат текст.

# DataSetPackage|
source: Failed to convert column to ordinal: values contain text or decimals.
fr: Échec de la conversion de la colonne en ordinal : les valeurs contiennent du texte ou des décimales.
pl: Nie udało się przekonwertować kolumny na zmienną porządkową: wartości zawierają tekst lub ułamki dziesiętne.
ru: Не удалось преобразовать столбец в порядковую шкалу: значения содержат текст.

# EngineRepresentation|
source: Unfortunately the plot could not be edited. Error message: %1 If the problem persists, please report the message above at: https://jasp-stats.org/bug-reports
fr: Malheureusement, le graphique n'a pas pu être modifié. Message d'erreur : %1 Si le problème persiste, veuillez signaler le message ci-dessus à l'adresse suivante : https://jasp-stats.org/bug-reports
pl: Niestety wykres nie może być edytowany. Komunikat błędu: %1 Jeśli problem powtarza się, prosimy o zgłoszenie powyższego komunikatu na adres: https://jasp-stats.org/bug-reports
ru: К сожалению, график нельзя редактировать. Сообщение об ошибке: %1 Если проблема не устранена, сообщите о сообщении выше по адресу: https://jasp-stats.org/bug-reports

# Modules::DynamicModule|
source: Loading upgrades for module %1 failed
fr: Échec du chargement des mises à niveau pour le module %1
pl: Ładowanie aktualizacji modułu %1 nie powiodło się
ru: Не удалось загрузить обновления для модуля %1

# Modules::DynamicModules|
source: An error occured trying to initialize a module from dir %1, the error was: %2
fr: Une erreur s'est produite en essayant d'initialiser un module à partir du répertoire %1, l'erreur était : %2
pl: Podczas próby inicjalizacji modułu z katalogu %1 wystąpił następujący błąd: %2
ru: Произошла ошибка при попытке запустить модуль из каталога %1, ошибка была: %2

# Modules::DynamicModules|
source: An error occured trying to load module %1, the error was: '%2'
fr: Une erreur s’est produite lors de la tentative de chargement du module %1, l’erreur était : '%2'
pl: Wystąpił błąd podczas próby załadowania modułu %1. Komunikat błędu: '%2'
ru: Произошла ошибка при попытке загрузить модуль %1, ошибка была: '%2'

# Modules::DynamicModules|
source: Something went wrong removing files for module %1 at path '%2' and the error was: %3
fr: Quelque chose s’est mal passé en supprimant les fichiers pour le module %1 au chemin '%2' et l’erreur était : %3
pl: Coś poszło nie tak podczas usuwania plików dla modułu %1 w katalogu'%2'. Błąd: %3
ru: Что-то пошло не так при удалении файлов для модуля %1 по пути '%2', и ошибка была: %3

# Modules::DynamicModules|
source: The installation of Module %1 failed with the following errormessage: %2
fr: L'installation du module %1 a échoué avec le message d'erreur suivant : %2
pl: Instalacja modułu %1 nie powiodła się. Komunikat błędu: %2
ru: Установка модуля %1 не удалась со следующим сообщением об ошибке: %2

# Modules::DynamicModules|
source: Cannot install module because %1 does not exist.
fr: Impossible d’installer le module car %1 n’existe pas.
pl: Nie można zainstalować modułu, ponieważ %1 nie istnieje.
ru: Невозможно установить модуль, так как %1 не существует.

# Modules::DynamicModules|
source: Cannot install module because it is named '%1' and that name is reserved for installing the development module. Change the name (in DESCRIPTION and description.json) and try it again. If you are not the author of this module and do not know how to do this, contact: %2
fr: Impossible d'installer le module car il est nommé '%1' et ce nom est réservé à l'installation du module de développement. Changez le nom (dans DESCRIPTION et description.json) et réessayez. Si vous n'êtes pas l'auteur de ce module et ne savez pas comment faire, contactez : %2
pl: Nie można zainstalować modułu, ponieważ nosi on nazwę '%1', która jest zarezerwowana dla modułów rozwojowych. Zmień nazwę (w polach DESCRIPTION i description.json) i spróbuj ponownie. Jeśli nie jesteś autorem tego modułu i nie wiesz jak to zrobić, skontaktuj się z: %2
ru: Невозможно установить модуль, так как он называется «%1» и это имя зарезервировано для установки модуля разработки. Измените имя (в DESCRIPTION и description.json) и повторите попытку. Если вы не являетесь автором этого модуля и не знаете, как это сделать, обращайтесь: %2

# Modules::DynamicModules|
source: Select a folder
fr: Sélectionnez un dossier
pl: Wybierz folder
ru: Выберите папку

# Modules::DynamicModules|
source: To install a development module you need to select the folder you want to watch and load, you can do this under the filemenu, Preferences->Advanced.
fr: Pour installer un module de développement, vous devez sélectionner le dossier que vous voulez surveiller et charger, vous pouvez le faire dans le menu Fichier, Préférences->Avancé.
pl: Aby zainstalować moduł rozwojowy musisz wybrać folder. Możesz to zrobić w menu Plik->Ustawienia->Zaawansowane.
ru: Чтобы установить модуль разработки, вам нужно выбрать папку, которую вы хотите просмотреть и загрузить, вы можете сделать это в файловом меню, «Настройки» -> «Дополнительно».

# Modules::DynamicModules|
source: Problem initializing module
fr: Problème d'initialisation du module
pl: Wystąpił problem w trakcie inicjalizacji modułu
ru: Проблема с инициализацией модуля

# Modules::DynamicModules|
source: There was a problem loading the developer module:
fr: Il y a eu un problème lors du chargement du module de développement :
pl: Podczas ładowania modułu rozwojowego wystąpił problem:
ru: При загрузке модуля разработчика возникла проблема:

# Modules::DynamicModules|
source: Missing files or folders
fr: Fichiers ou dossiers manquants
pl: Brakujące pliki lub foldery
ru: Отсутствие файлов или папок

# Modules::DynamicModules|
source: The selected folder cannot be installed as a developer module because it does not contain all the necessary files and folders.
fr: Le dossier sélectionné ne peut pas être installé en tant que module développeur car il ne contient pas tous les fichiers et dossiers nécessaires.
pl: Wybrany folder nie może być zainstalowany jako moduł rozwojowy, ponieważ nie zawiera wszystkich niezbędnych plików i folderów.
ru: Выбранная папка не может быть установлена как модуль разработчика, поскольку она не содержит всех необходимых файлов и папок.

# Modules::DynamicModules|
source: Create a inst/Description.qml file.
fr: Créez un fichier inst/Description.qml.
pl: Utwórz plik inst/Description.qml.
ru: Создайте файл inst/Description.qml.

# Modules::DynamicModules|
source: Create a R directory containing your analysis code.
fr: Créez un répertoire R contenant votre code d’analyse.
pl: Utwórz katalog języka R zawierający kod analizy.
ru: Создайте каталог R, содержащий код вашего анализа.

# Modules::DynamicModules|
source: Create a inst/qml directory containing your optionsforms.
fr: Créez un répertoire inst/qml contenant vos optionsforms.
pl: Utwórz katalog inst/qml zawierający optionsforms.
ru: Создайте каталог inst/qml, содержащий ваши опции.

# Modules::DynamicModules|
source: Create a inst/icons directory containing the icons for your ribbonbuttons.
fr: Créez un répertoire inst/icons contenant les icônes de vos boutons de ruban.
pl: Utwórz katalog inst/icons zawierający ikony dla przycisków wstążki.
ru: Создайте каталог inst/icons, содержащий значки для кнопок ленты.

# Modules::DynamicModules|
source: Missing %1
fr: %1 manquant
pl: Brakujące %1
ru: Отсутствует %1

# Modules::DynamicModules|
source: You seem to have removed %1 from your development module directory. Without it your module cannot work, make sure to put it back. For now your old %2 file will be kept.
fr: Vous semblez avoir supprimé %1 du répertoire de votre module de développement. Sans lui, votre module ne peut pas fonctionner, veillez à le remettre. Pour l'instant votre ancien fichier %2 sera conservé.
pl: Wygląda na to, że %1 zostało usunięte z katalogu modułów rozwojowych. Bez niego wybrany moduł nie może działać - należy umieść go z powrotem. Na razie stary plik %2 zostanie zachowany.
ru: Похоже, вы удалили %1 из каталога вашего модуля разработки. Без него ваш модуль не сможет работать, обязательно верните его. На данный момент ваш старый файл %2 будет сохранен.

# Modules::DynamicModules|
source: You seem to have never had a %1 in your development module directory. Without it your module cannot work, make sure to create one. How you installed is a bit of a mystery and thus the development module shall be uninstalled now
fr: Il semble que vous n'ayez jamais eu de %1 dans le répertoire de votre module de développement. Sans lui, votre module ne peut pas fonctionner, assurez-vous d'en créer un. La façon dont vous avez installé est un peu un mystère et donc le module de développement doit être désinstallé maintenant
pl: Wygląda na to, że %1 nigdy nie występował w katalogu modułów rozwojowych. Bez niego wybrany moduł nie będzie działał; należy upewnić się, że zostanie on stworzony. Sposób w jaki udało się zakończyć instalację jest nieznany, dlatego moduł rozwojowy zostanie teraz odinstalowany
ru: Кажется, у вас никогда не было %1 в каталоге вашего модуля разработки. Без него ваш модуль не сможет работать, обязательно создайте его. Как вы установили, немного загадка, и поэтому модуль разработки должен быть удален сейчас

# Modules::DynamicModules|
source: %1 was removed!
fr: %1 a été supprimé !
pl: %1 został usunięty!
ru: %1 был удален!

# Modules::DynamicModules|
source: You seem to have removed %1 but this file is required for your module to work. The development module is going to be uninstalled now.
fr: Vous semblez avoir supprimé %1 mais ce fichier est requis pour que votre module fonctionne. Le module de développement va être désinstallé maintenant.
pl: Wygląda na to, że %1 zostało usunięte. Ten plik jest wymagany do działania wybranego modułu. Moduł rozwojowy zostanie teraz odinstalowany.
ru: Похоже, вы удалили %1, но этот файл необходим для работы вашего модуля. Модуль разработки будет удален.

# Modules::DynamicModules|
source: Missing folder %1
fr: Dossier manquant %1
pl: Brak folderu %1
ru: Отсутствует папка %1

# Modules::DynamicModules|
source: You seem to have removed the folder %1 from your development module directory. Without it your module cannot work, make sure to put it back. For now your old folder will be kept.
fr: Il semble que vous ayez supprimé le dossier %1 du répertoire de votre module de développement. Sans lui, votre module ne peut pas fonctionner, veillez à le remettre en place. Pour l'instant votre ancien dossier sera conservé.
pl: Wygląda na to, że folder %1 został usunięty z katalogu modułów rozwojowych. Bez niego wybrany moduł nie może działać - należy umieścić go z powrotem. Na razie stara wersja folderu zostanie zachowany.
ru: Похоже, вы удалили папку %1 из каталога вашего модуля разработки. Без него ваш модуль не сможет работать, обязательно верните его. На данный момент ваша старая папка будет сохранена.

# Modules::DynamicModules|
source: You seem to have never had the folder %1 in your development module directory. Without it your module cannot work, make sure to create one. How you installed is a bit of a mystery and thus the development module shall be uninstalled now
fr: Il semble que vous n'ayez jamais eu le dossier %1 dans le répertoire de votre module de développement. Sans lui, votre module ne peut pas fonctionner, assurez-vous d'en créer un. La façon dont vous avez installé est un peu un mystère et donc le module de développement doit être désinstallé maintenant
pl: Wygląda na to, że folder %1 nigdy nie występował w katalogu modułów rozwojowych. Bez niego wybrany moduł nie będzie działał; należy upewnić się, że zostanie on stworzony. Sposób w jaki w ogóle udało się zainstalować ten moduł pozostaje zagadką, dlatego zostanie on teraz odinstalowany
ru: Кажется, у вас никогда не было папки %1 в каталоге вашего модуля разработки. Без него ваш модуль не сможет работать, обязательно создайте его. Как вы установили, немного загадка, и поэтому модуль разработки должен быть удален сейчас

# Modules::DynamicModules|
source: Loading module description encountered a problem
fr: Le chargement de la description du module a rencontré un problème
pl: Podczas ładowania opisu modułu wystąpił problem
ru: При загрузке описания модуля возникла проблема

# Modules::DynamicModules|
source: <i>Could not load the description of the module in archive: '%1'</i>
fr: <i>Impossible de charger la description du module dans l'archive : '%1'</i>
pl: <i>Nie udało się załadować opisu modułu w archiwum: '%1'</i>
ru: <i>Не удалось загрузить описание модуля в архиве: '%1'</i>

# Modules::DynamicModules|
source: <h3>%1</h3><i>Version %2</i><br><p>%3</p><br><br><i>Created by %4 and maintained by %5.</i><br><i>See website for further details: <a href="http://%6">%6</a></i><br>
fr: <h3>%1</h3><i>Version %2</i><br><p>%3</p><br><br><i>Créée par %4 et maintenue par %5.</i> <br><i>Voir le site Web pour plus de détails : <a href="http://%6">%6</a></i><br>
pl: <h3>%1</h3><i>Wersja %2</i><br><p>%3</p><br><i>Utworzona przez %4 i utrzymywana przez %5.</i><br><i>Więcej informacji można znaleźć na stronie internetowej: <a href="http://%6">%6</a></i><br>
ru: <h3>%1</h3><i>Версия %2</i><br><p>%3</p><br><br><br><i>Создано %4 и поддерживается %5.</i><br><i>Подробности смотрите на сайте: <a href="http://%6">%6</a></i><br>

# ListModelTableViewBase|
source: Column number in source is bigger than the number of columns of %1
fr: Le nombre de colonnes dans la source est plus grand que le nombre de colonnes de %1
pl: Liczba kolumn w źródle jest większa niż liczba kolumn w %1
ru: Номер столбца в исходном коде больше, чем количество столбцов в %1

# Modules::Upgrade|
source: Wrong Upgrade being applied, was looking for function '%1' but this upgrade is for: '%2'
fr: Mauvaise mise à niveau appliquée, cherchait la fonction '%1' mais cette mise à niveau concerne : '%2'
pl: Zastosowano niewłaściwą aktualizację: szukano funkcji '%1', ale ta aktualizacja jest przeznaczona dla '%2'
ru: Применено неправильное обновление, искал функцию «%1», но это обновление предназначено для: «%2»

# Modules::Upgrade|
source: Wrong Upgrade being applied, was looking for version '%1' but this upgrade is for: '%2' or lower
fr: Mauvaise mise à niveau appliquée, cherchait la version '%1' mais cette mise à niveau est pour : '%2' ou inférieure
pl: Zastosowano niewłaściwą aktualizację: szukano dla wersji '%1', ale ta aktualizacja jest przeznaczona dla '%2' lub wcześniejszej
ru: Применено неправильное обновление, искал версию «%1», но это обновление предназначено для: «%2» или ниже

# Modules::Upgrade|
source: Aborting upgrade because a loop was detected! If %1 is taken, eventually it is reached again. This should definitely not happen, perhaps the module author of '%2' can be of assistance
fr: Abandon de la mise à niveau car une boucle a été détectée ! Si %1 est pris, on finit par l'atteindre à nouveau. Cela ne devrait absolument pas se produire, peut-être que l'auteur du module de '%2' peut être utile
pl: Przerwano aktualizację, ponieważ wykryto pętlę! Jeśli %1 zostanie pobrana, po zakończeniu zostanie pobrana ponownie. To zdecydowanie nie powinno się zdarzyć. Być może autor modułu '%2' będzie w stanie udzielić pomocy
ru: Прерывание обновления из-за обнаружения замкнутого цикла! Если %1 взят, в конце концов он снова будет достигнут. Этого определенно не должно происходить, возможно, автор модуля «%2» может помочь

# JASPControl|
source: Factor Level List
fr: Liste des niveaux de facteurs
pl: Lista poziomów czynnika
ru: Список уровней фактора

# VariablesFormBase|
source: Only 1 Available Variables list can be set in a VariablesForm
fr: Une seule liste de variables disponibles peut être définie dans un formulaire de variables
pl: W formularzu VariablesForm można ustawić tylko 1 listę dostępnych zmiennych
ru: Только 1 список доступных переменных может быть установлен в VariablesForm

# VariablesFormBase|
source: There is no Available List in the Variables Form
fr: Il n'y a pas de liste de variables disponible dans le formulaire des variables
pl: W formularzu zmiennych nie ma dostępnej listy
ru: В форме переменных нет доступного списка

# FactorLevelList|
source: Factor
fr: Facteur
pl: Czynnik
ru: Фактор

# FactorLevelList|
source: Level
fr: Niveau
pl: Poziom
ru: Уровень

# FactorLevelList|
source: New Factor
fr: Nouveau Facteur
pl: Nowy czynnik
ru: Новый фактор

# FactorLevelList|
source: New Level
fr: Nouveau Niveau
pl: Powy poziom
ru: Новый уровень

# PrefsAdvanced|
source: Remember enabled modules
fr: Se souvenir des modules activés
pl: Zapamiętaj wybór modułów
ru: Запомнить включенные модули

# PrefsAdvanced|
source: Use default PAT for Github
fr: Utiliser le PAT par défaut pour Github
pl: Użyj domyślnego PAT dla Github
ru: Использовать PAT по умолчанию для Github

# PrefsAdvanced|
source: Either use the bundled GITHUB_PAT or, if available, use the one set in environment variables.
fr: Utilisez le GITHUB_PAT fourni ou, si disponible, utilisez celui défini dans les variables d'environnement.
pl: Użyj GITHUB_PAT dołączonego do JASP lub użyj wartości ustawionej w zmiennych środowiskowych (jeśli jest dostępna).
ru: Либо используйте пакетный GITHUB_PAT, либо, если он доступен, используйте тот, который установлен в переменных среды.

# PrefsAdvanced|
source: Private GITHUB_PAT:
fr: GITHUB_PAT privé :
pl: Prywatny GITHUB_PAT:
ru: Приватный GITHUB_PAT:

# PrefsUI|
source: R, JAGS, or lavaan code:
fr: Code R, JAGS ou lavaan :
pl: Kod R, JAGS, lavaan:
ru: R, JAGS или lavaan код:

# PrefsUI|
source: Result & help:
fr: Résultat & aide :
pl: Wyniki i pomoc:
ru: Результат и помощь:

# PrefsUI|
source: Light theme
fr: Thème clair
pl: Jasny
ru: Светлая тема

# PrefsUI|
source: Dark theme
fr: Thème sombre
pl: Ciemny
ru: Темная тема

# PrefsUI|
source: Preferred language
fr: Langue préférée
pl: Język
ru: Язык

# PrefsUI|
source: Choose language
fr: Choisir la langue
pl: Wybierz język
ru: Выберите язык

# PrefsUI|
source: Safe graphics mode
fr: Mode graphique sécurisé
pl: Bezpieczny tryb graficzny
ru: Безопасный графический режим

# PrefsUI|
source: Disable animations
fr: Désactiver les animations
pl: Wyłącz animacje
ru: Отключение анимации

# PrefsUI|
source: Use native file dialogs
fr: Utiliser les dialogues de fichiers natifs
pl: Użyj natywnych okien dialogowych
ru: Использование собственных диалоговых окон файлов

# ModulesMenu|
source: Select a developer module by clicking here
fr: Sélectionnez un module de développement en cliquant ici
pl: Wybierz moduł rozwojowy
ru: Выберите модуль разработчика, нажав здесь
