Repository: shun2wang/jasp-desktop
Catalog: Desktop/po/jaspDesktop-*.po
Languages: fr, pl, ru

# PrefsAdvanced|
source: Log to file
fr: Enregistrement dans un fichier
pl: Zapisz logi do pliku
ru: Запись в файл

# PrefsAdvanced|
source: To store debug-logs of JASP in a file, check this box.
fr: Pour stocker les journaux de débogage de JASP dans un fichier, cochez cette case.
pl: Aby zapisywać dzienniki debugowania JASP do pliku, zaznacz to pole.
ru: Чтобы хранить журналы отладки JASP в файле, установите этот флажок.

# PrefsAdvanced|
source: Max logfiles to keep:
fr: Nombre maximum de fichiers journaux à conserver :
pl: Maksymalna liczba przechowywanych plików:
ru: Максимум сохраняемых лог-файлов:

# PrefsAdvanced|
source: Show logs
fr: Afficher les journaux
pl: Pokaż logi
ru: Показать журналы

# PrefsAdvanced|
source: Engine options
fr: Options du moteur
pl: Opcje silnika
ru: Параметры программного движка

# PrefsData|
source: Data Preferences
fr: Préférences de Données
pl: Ustawienia danych
ru: Настройки данных

# PrefsData|
source: Use default spreadsheet editor
fr: Utiliser l'éditeur de feuille de calcul par défaut
pl: Użyj domyślnego edytora arkuszy kalkulacyjnych
ru: Использовать редактор электронных таблиц по умолчанию

# PrefsData|
source: Select custom editor
fr: Sélectionner un éditeur personnalisé
pl: Wybierz niestandardowy edytor
ru: Выбрать пользовательский редактор

# PrefsData|
source: Import threshold between Categorical or Scale
fr: Seuil d'importation entre Catégorique ou Numérique
pl: Próg rozróżnienia pomiędzy zmienną kategorialną a ilościową
ru: Пороговое значение для автоопределения шкалы измерения

# PrefsData|
source: Threshold number of unique integers before classifying a variable as 'scale'. You need to reload your data to take effect! Check help for more info.
fr: Numéro de seuil d'entiers uniques avant de classer une variable comme «échelle». Vous devez recharger vos données pour prendre effet ! Consultez l'aide pour plus d'informations.
pl: Maksymalna ilość unikatowych liczb całkowitych dla sklasyfikowania zmiennej jako kategorialnej. Należy ponownie załadować dane, aby zmiana zaczęła obowiązywać! Sprawdź pomoc, aby uzyskać więcej informacji.
ru: Пороговое количество уникальных целых чисел перед классификацией переменной как «количественная шкала». Вам нужно перезагрузить данные, чтобы они вступили в силу! Для получения дополнительной информации обратитесь в раздел Справка.

# PrefsMissingValues|
source: Missing Value List
fr: Liste des valeurs manquantes
pl: Kodowanie braków danych
ru: Список пропущенных значений

# PrefsMissingValues|
source: Remove missing value
fr: Supprimer la valeur manquante
pl: Usuń kod
ru: Удалить пропущенное значение

# PrefsMissingValues|
source: Reset
fr: Réinitialiser
pl: Przywróć domyślne
ru: Перезагрузить

# PrefsResults|
source: Results Preferences
fr: Préférences de Résultats
pl: Ustawienia wyników
ru: Настройки результатов

# PrefsResults|
source: Table options
fr: Options de tableau
pl: Opcje tabeli
ru: Параметры таблицы

# PrefsResults|
source: Display exact p-values
fr: Afficher les p-values exactes
pl: Wyświetlaj dokładne wartości p
ru: Показать точные p-значения

# PrefsResults|
source: Fix the number of decimals
fr: Fixer le nombre de décimales
pl: Stała liczba miejsc dziesiętnych
ru: Количество десятичных знаков после запятой

# PrefsResults|
source: Plot options
fr: Options des graphiques
pl: Opcje wykresów
ru: Параметры графика

# PrefsResults|
source: Use PPI of screen in plots:
fr: Utilisez le PPI de l'écran dans les graphiques :
pl: Przy tworzeniu wykresów użyj rozdzielczości (PPI) ekranu
ru: Указать количество пикселей на дюйм (PPI) для отображения графиков:

# PrefsResults|
source: Use the Pixels Per Inch of your screen to render your plots.
fr: Utilisez les pixels par pouce de votre écran pour rendre vos graphiques.
pl: Przy renderowaniu wykresów użyj rozdzielczości (PPI) ekranu.
ru: Укажите количество пикселей на дюйм для отображения ваших графиков.

# PrefsResults|
source: Custom PPI:
fr: PPI personnalisé :
pl: Użyj stałej rozdzielczości (PPI):
ru: Пользовательский PPI:

# PrefsResults|
source: Image background color
fr: Couleur de fond de l'image
pl: Rodzaj tła:
ru: Цвет фона изображения

# PrefsResults|
source: White
fr: Blanc
pl: Białe
ru: Белый

# PrefsResults|
source: This makes the background of all plots white, quite useful if you want to use it in LaTeX or submit it to a journal.
fr: Cela rend l'arrière-plan de tous les graphiques blanc, ce qui est très utile si vous voulez l'utiliser dans LaTeX ou le soumettre à un journal.
pl: Ta opcja sprawia, że tło wszystkich wykresów jest białe, co jest bardzo przydatne, jeśli chcesz wykres ma być umieszczony w LaTeX lub przesłany do czasopisma.
ru: Это делает фон всех графиков белым, что весьма полезно, если вы хотите использовать его в LaTeX или отправить в журнал.

# PrefsResults|
source: Transparent
pl: Przezroczyste
ru: Прозрачный

# PrefsResults|
source: This makes the background of all plots transparent, quite useful if you want to use it seamlessly on any background that isn't white.
fr: Cela rend l'arrière-plan de tous les graphiques transparent, ce qui est très utile si vous voulez l'utiliser de manière transparente sur tout fond qui n'est pas blanc.
pl: Ta opcja sprawia, że tło wszystkich wykresów jest przezroczyste, co jest bardzo przydatne, gdy wykresy mają zostać umieszczone na tle innym niż białe.
ru: Это делает фон всех участков прозрачным, что очень удобно, если вы хотите использовать его на любом фоне, который не является белым.

# PrefsUI|
source: Fonts
fr: Polices de caractères
pl: Czcionki
ru: Шрифты

# PrefsUI|
source: Interface:
pl: Interfejs:
ru: Интерфейс:

# PrefsUI|
source: default: %1
fr: valeur par défaut : %1
pl: domyślne: %1
ru: по умолчанию: %1

# PrefsUI|
source: Themes
fr: Thèmes
pl: Motywy
ru: Темы

# PrefsUI|
source: Switches to a light theme, this is the default and original flavour of JASP.
fr: Passe à un thème clair, c'est la valeur par défaut et originale de JASP.
pl: Przełącza na jasny motyw; jest to domyślny wygląd JASP.
ru: Переключается на светлую тему, это стандартный и оригинальный выбор JASP.

# PrefsUI|
source: Switches to a dark theme, makes JASP a lot easier on the eyes for those night owls out there.
fr: Passage à un thème sombre, ce qui rend JASP beaucoup plus agréable à regarder pour les noctambules.
pl: Przełącza na ciemny motyw, dzięki któremu obsługa JASP jest znacznie mniej męcząca dla oczu nocnych marków.
ru: Переход на темную тему делает JASP гораздо более удобным для глаз.

# PrefsUI|
source: Miscellaneous options
fr: Options diverses
pl: Dodatkowe opcje
ru: Прочее

# PrefsUI|
source: Zoom (%):
pl: Powiększenie (%):
ru: Увеличение (%):

# PrefsUI|
source: Increase or decrease the size of the interface elements (text, buttons, etc).
fr: Augmenter ou diminuer la taille des éléments de l'interface (texte, boutons, etc.).
pl: Zwiększ lub zmniejsz rozmiar elementów interfejsu (tekstu, przycisków itp.).
ru: Увеличение или уменьшение размера элементов интерфейса (текст, кнопки и т.д.).

# PrefsUI|
source: Scroll speed (pix/s):
fr: Vitesse de défilement (pix/s) :
pl: Prędkość przewijania (pix/s):
ru: Скорость прокрутки (пикс/с):

# PrefsUI|
source: Set the speed with which you can scroll in the options, dataviewer and other places.
fr: Définissez la vitesse à laquelle vous pouvez faire défiler les options, le visualiseur de données et d'autres endroits.
pl: Ustaw prędkość przewijania w opcjach, przeglądarce danych i innych miejscach.
ru: Установите скорость прокрутки в опциях, окне просмотра данных и других местах.

# PrefsUI|
source: Switches to a "safer" mode for graphics aka software rendering. It will make your interface slower but if you have some problems (weird glitches, cannot see results or anything even) might fix them. Analyses will still be just as fast though.
fr: Passe à un mode plus sûr pour les graphiques, c'est-à-dire le rendu logiciel. L'interface sera plus lente, mais si vous avez des problèmes (problèmes bizarres, impossibilité de voir les résultats ou autre), cela peut les résoudre. Les analyses seront toujours aussi rapides.
pl: Przełącza w tryb bezpieczny renderowania programowego. Spowoduje to, że interfejs będzie działał wolniej, ale jeśli występują jakieś problemy graficzne (dziwne błędy wizualne, nie są wyświetlane wyniki lub inne elementy) ta opcja może pomóc w ich usunięciu. Wybranie tej opcji nie wpływa na szybkość wykonywania analiz.
ru: Переключается в «более безопасный» режим для графики или программного рендеринга. Это сделает ваш интерфейс медленнее, но если у вас есть какие-то проблемы (странные сбои, вы не можете видеть результаты или даже что-то еще), это может их исправить. Анализы по-прежнему будут такими же быстрыми.

# PrefsUI|
source: Turns off all animations, this is implied when "Safe Graphics Mode" is on.
fr: Désactive toutes les animations, ceci est implicite lorsque le mode "Safe Graphics" est activé.
pl: Wyłącz wszystkie animacje. Ta opcja jest włączona, gdy "Tryb bezpieczny" jest aktywny.
ru: Отключает всю анимацию когда включен "Безопасный графический режим".

# PrefsUI|
source: Already disabled animations because "Safe Graphics Mode" is on
fr: Les animations sont déjà désactivées car le mode graphique sécurisé est activé
pl: Animacje zostały już wyłączone, ponieważ "Tryb bezpieczny" jest aktywny
ru: Анимация уже отключена, так как включен "Безопасный графический режим"

# PrefsUI|
source: If disabled it will not use your operating system's file dialogs but those made by Qt. This might solve some problems on Windows where JASP crashes on pressing "Browse".
fr: S'il est désactivé, il n'utilisera pas les dialogues de fichiers de votre système d'exploitation mais ceux de Qt. Cela pourrait résoudre certains problèmes sous Windows où JASP se bloque en appuyant sur "Browse".
pl: Wyłączenie tej opcji spowoduje, że zamiast okien dialogowych systemu operacyjnego będą używane okna utworzone przez Qt. Może to rozwiązać problemy występujące w systemie Windows związane z awariami JASP po naciśnięciu przycisku "Przeglądaj".
ru: Если он отключен, он не будет использовать файловые диалоги вашей операционной системы, а будут использовать диалоги, созданные Qt. Это может решить некоторые проблемы в Windows, когда JASP аварийно завершает работу при нажатии кнопки "Обзор".

source: Recent Files
fr: Fichiers Récents
pl: Ostatnio używane pliki
ru: Недавние файлы

# ComputedColumnsConstructor|
source: Computed columns code clear(ed)
fr: Code des colonnes calculées effacé
pl: Kod kolumn wynikowych został usunięty
ru: Код вычисляемых столбцов очищен или очищается

# ComputedColumnsConstructor|
source: Computed columns code applied
fr: Code des colonnes calculées appliqué
pl: Zastosowano kod kolumn wynikowych
ru: Применен код вычисляемых столбцов

# ComputedColumnsConstructor|
source: Please enter all arguments - see fields marked in red.
fr: Veuillez entrer tous les arguments - voir les champs marqués en rouge.
pl: Proszę podać wszystkie argumenty - patrz pola zaznaczone na czerwono.
ru: Пожалуйста, введите все аргументы - смотрите поля, отмеченные красным цветом.

# ComputedColumnsConstructor|
source: Only one formula per computed column allowed.
fr: Une seule formule par colonne calculée autorisée.
pl: Dozwolona jest tylko jedna formuła dla danej kolumny.
ru: Для каждого вычисляемого столбца допускается только одна формула.

# ComputedColumnsConstructor|
source: Welcome to the drag and drop computed column constructor!
fr: Bienvenue dans le constructeur de colonnes calculées par glisser-déposer !
pl: Witamy w kreatorze kolumn wynikowych!
ru: Добро пожаловать в конструктор вычисляемых колонок!

# DropTrash|
source: Dump unwanted snippets here; double-click to erase the entire slate
fr: Videz les extraits indésirables ici ; double-cliquez pour effacer toute l’ardoise
pl: Zrzuć niechciane fragmenty tutaj; kliknij dwukrotnie, aby wymazać całą tablicę
ru: Удалите ненужные фрагменты здесь; чтобы стереть весь лист щелкните дважды

# FilterConstructor|
source: Filter cleared<br>
fr: Filtre effacé<br>
pl: Filtr został wyczyszczony<br>
ru: Фильтр очищен<br>

# FilterConstructor|
source: Filter applied<br>
fr: Filtre appliqué<br>
pl: Filtr został zastosowany<br>
ru: Применен фильтр<br>

# FilterConstructor|
source: Please enter all arguments - see fields marked in red.<br>
fr: Veuillez saisir tous les arguments - voir les champs marqués en rouge. <br>
pl: Proszę podać wszystkie argumenty - patrz pola zaznaczone na czerwono.<br>
ru: Пожалуйста, введите все аргументы - смотрите поля, отмеченные красным цветом. <br>

# FilterConstructor|
source: Formula does not return a set of logical values, and therefore cannot be used in the filter.<br>
fr: La formule ne renvoie pas d’ensemble de valeurs logiques et ne peut donc pas être utilisée dans le filtre. <br>
pl: Formuła nie zwraca zestawu wartości logicznych, dlatego nie może być użyta w filtrze.<br>
ru: Формула не возвращает набор логических значений, и поэтому не может быть использована в фильтре.<br>

# FilterConstructor|
source: Welcome to the drag and drop filter!<br>
fr: Bienvenue dans le filtre glisser-déposer !<br>
pl: Witamy w filtrze typu "przeciągnij i upuść"!<br>
ru: Добро пожаловать в фильтр перетаскивания! <br>

# OperatorSelector|
source: Addition
pl: Dodatek
ru: Сложение

# OperatorSelector|
source: Subtraction
fr: Soustraction
pl: Odejmowanie
ru: Вычитание

# OperatorSelector|
source: Multiplication
pl: Mnożenie
ru: Умножение

# OperatorSelector|
source: Division
pl: Dzielenie
ru: Деление

# OperatorSelector|
source: Power (2^3 returns 8)
fr: Puissance (2^3 donne 8)
pl: Potęga (2^3 zwraca 8)
ru: Мощность (2^3 возвращает 8)

# OperatorSelector|
source: Square root
fr: Racine carrée
pl: Pierwiastek kwadratowy
ru: Квадратный корень

# OperatorSelector|
source: Modulo: returns the remainder of a division. 3%2 returns 1
fr: Modulo : renvoie le reste d'une division. 3%2 renvoie 1
pl: Modulo: zwraca resztę z dzielenia. 3%2 zwraca 1
ru: Модуль: возвращает остаток от деления. 3%2 возвращает 1

# OperatorSelector|
source: returns logicals and can be the root of a filter formula
fr: renvoie des valeurs logiques et peut être la racine d'une formule de filtre
pl: zwraca wartość logiczną i może być podstawą formuły filtra
ru: возвращает логические значения и может быть корнем формулы фильтрации

# OperatorSelector|
source: Equality: %1
fr: Égalité : %1
pl: Równość: %1
ru: Равенство: %1

# OperatorSelector|
source: Inequality: %1
fr: Inégalité : %1
pl: Nierówność: %1
ru: Неравенство: %1

# OperatorSelector|
source: Less than: %1
fr: Moins que : %1
pl: Mniejsze niż: %1
ru: Меньше, чем: %1

# OperatorSelector|
source: Less than or equal to: %1
fr: Moins ou égale à : %1
pl: Mniejsze lub równe: %1
ru: Меньше или равно: %1

# OperatorSelector|
source: Greater than: %1
fr: Plus grand que : %1
pl: Większe niż: %1
ru: Больше, чем: %1

# OperatorSelector|
source: Greater than or equal to: %1
fr: Supérieur ou égal à : %1
pl: Większe lub równe: %1
ru: Больше или равно: %1

# OperatorSelector|
source: And: %1
fr: Et : %1
pl: I: %1
ru: И: %1

# OperatorSelector|
source: Or: %1
fr: Ou : %1
pl: Lub: %1
ru: Или: %1

# OperatorSelector|
source: Split: applies filter separately to each subgroup
fr: Fractionner : applique le filtre séparément à chaque sous-groupe
pl: Podziel: stosuje filtr oddzielnie do każdej podgrupy
ru: Разделение: применяет фильтр отдельно к каждой подгруппе

# OperatorSelector|
source: not: %1
fr: non : %1
pl: nie: %1
ru: не: %1

# OperatorSelectorComputedColumns|
source: Addition
pl: Dodatek
ru: Сложение

# OperatorSelectorComputedColumns|
source: Subtraction
fr: Soustraction
pl: Odejmowanie
ru: Вычитание

# OperatorSelectorComputedColumns|
source: Multiplication
pl: Mnożenie
ru: Умножение

# OperatorSelectorComputedColumns|
source: Division
pl: Dzielenie
ru: Деление

# OperatorSelectorComputedColumns|
source: Power (2^3 returns 8)
fr: Puissance (2^3 donne 8)
pl: Potęgowanie (2^3 zwraca 8)
ru: Мощность (2^3 возвращает 8)

# OperatorSelectorComputedColumns|
source: Square root
fr: Racine carrée
pl: Pierwiastek kwadratowy
ru: Квадратный корень

# OperatorSelectorComputedColumns|
source: Modulo: returns the remainder of a division. 3%2 returns 1
fr: Modulo : renvoie le reste d'une division. 3%2 renvoie 1
pl: Modulo: zwraca resztę z dzielenia. 3%2 zwraca 1
ru: Модуль: возвращает остаток от деления. 3%2 возвращает 1

# OperatorSelectorComputedColumns|
source: returns logicals
fr: renvoie des logiques
pl: zwraca wartości logiczne
ru: возвращает логические значения

# OperatorSelectorComputedColumns|
source: Equality: %1
fr: Égalité : %1
pl: Równość: %1
ru: Равенство: %1

# OperatorSelectorComputedColumns|
source: Inequality: %1
fr: Inégalité : %1
pl: Nierówność: %1
ru: Неравенство: %1

# OperatorSelectorComputedColumns|
source: Less than: %1
fr: Moins que : %1
pl: Mniejsze niż: %1
ru: Меньше, чем: %1

# OperatorSelectorComputedColumns|
source: Less than or equal to: %1
fr: Inférieur ou égal à : %1
pl: Mniejsze lub równe: %1
ru: Меньше или равно: %1

# OperatorSelectorComputedColumns|
source: Greater than: %1
fr: Plus grand que : %1
pl: Większe niż: %1
ru: Больше, чем: %1

# OperatorSelectorComputedColumns|
source: Greater than or equal to: %1
fr: Supérieur ou égal à : %1
pl: Większe lub równe: %1
ru: Больше или равно: %1

# OperatorSelectorComputedColumns|
source: And: %1
fr: Et : %1
pl: I: %1
ru: И: %1

# OperatorSelectorComputedColumns|
source: Or: %1
fr: Ou : %1
pl: Lub: %1
ru: Или: %1

# OperatorSelectorComputedColumns|
source: Split: applies filter separately to each subgroup
fr: Fractionner : applique le filtre séparément à chaque sous-groupe
pl: Podziel: stosuje filtr osobno do każdej podgrupy
ru: Разделение: применяет фильтр отдельно к каждой подгруппе

# OperatorSelectorComputedColumns|
source: Not: %1
fr: Non : %1
pl: Nie: %1
ru: Не: %1

# FilterWindow|
source: absolute value
fr: valeur absolue
pl: wartość bezwzględna
ru: абсолютное значение

# FilterWindow|
source: standard deviation
fr: écart type
pl: odchylenie standardowe
ru: стандартное отклонение

# FilterWindow|
source: variance
pl: wariancja
ru: дисперсия

# FilterWindow|
source: summation
fr: sommation
pl: sumowanie
ru: суммация

# FilterWindow|
source: product of values
fr: produit des valeurs
pl: iloczyn wartości
ru: произведение значений

# FilterWindow|
source: returns minimum of values
fr: renvoie le minimum des valeurs
pl: zwraca najniższą wartość
ru: возвращает минимальное из значений

# FilterWindow|
source: returns maximum of values
fr: renvoie le maximum des valeurs
pl: zwraca najwyższą wartość
ru: возвращает максимальное из значений

# FilterWindow|
source: mean
fr: moyenne
pl: średnia
ru: среднее

# FilterWindow|
source: rounds y to n decimals
fr: arrondit y à n décimales
pl: zaokrągla y do n miejsc dziesiętnych
ru: округляет y до n десятичных знаков

# FilterWindow|
source: returns number of elements in y
fr: renvoie le nombre d’éléments dans y
pl: zwraca liczbę elementów znajdujących się w y
ru: возвращает количество элементов в y

# FilterWindow|
source: median
fr: médian
pl: mediana
ru: медиана

# FilterWindow|
source: if-else statement
fr: instruction if-else
pl: instrukcja if-else
ru: оператор "if-else"

# FilterWindow|
source: Filter Changed
fr: Filtre modifié
pl: Filtr został zmieniony
ru: Фильтр изменен

# FilterWindow|
source: There are unapplied changes to your filter; what would you like to do?
fr: Il y a des changements non appliqués à votre filtre ; que voulez-vous faire ?
pl: Istnieją niezatwierdzone zmiany w filtrze; co chciałbyś zrobić?
ru: В вашем фильтре есть непринимаемые изменения; что бы вы хотели сделать?

# FilterWindow|
source: Switch to the R filter
fr: Passez au filtre R
pl: Przełączanie na filtr języka R
ru: Переключиться на фильтр R

# FilterWindow|
source: Hide rows that were filtered out.
fr: Masquer les lignes qui ont été filtrées.
pl: Ukryj wiersze, które zostały odfiltrowane.
ru: Скрыть строки, которые были отфильтрованы.

# FilterWindow|
source: Show rows that were filtered out.
fr: Afficher les lignes qui ont été filtrées.
pl: Pokaż odfiltrowane wiersze.
ru: Показать строки, которые были отфильтрованы.

# FilterWindow|
source: Apply pass-through filter
fr: Appliquer le filtre de passage
pl: Zastosuj filtr
ru: Применить сквозной фильтр

# FilterWindow|
source: Filter applied
fr: Filtre appliqué
pl: Filtr został zastosowany
ru: Фильтр применен

# FilterWindow|
source: Click to apply filter
fr: Cliquez pour appliquer le filtre
pl: Kliknij, aby zastosować filtr
ru: Нажмите, чтобы применить фильтр

# FilterWindow|
source: Filter is already applied
fr: Le filtre est déjà appliqué
pl: Filtr został już zastosowany
ru: Фильтр уже применен

# FilterWindow|
source: Open Documentation
fr: Ouvrir la documentation
pl: Otwórz dokumentację
ru: Открыть документацию

# FilterWindow|
source: Hide filter
fr: Masquer le filtre
pl: Ukryj filtr
ru: Скрыть фильтр

# FilterWindow|
source: Reset all checkmarks on all labels
fr: Réinitialiser toutes les coches de toutes les étiquettes
pl: Zresetuj wszystkie znaczniki wyboru na wszystkich etykietach
ru: Сбросить все галочки на всех названиях

# FilterWindow|
source: Switch to the drag and drop filter
fr: Passez au filtre de glisser-déposer
pl: Przełącz się na filtr typu "przeciągnij i upuść"
ru: Переключение на фильтр перетаскивания

# FilterWindow|
source: Reset to default filter
fr: Rétablir le filtre par défaut
pl: Przywróć filtr domyślny
ru: Сброс на фильтр по умолчанию

# FilterWindow|
source: Default filter applied
fr: Filtre par défaut appliqué
pl: Domyślny filtr został zastosowany
ru: Применен фильтр по умолчанию

# FilterWindow|
source: Filter is unchanged from default
fr: Le filtre est inchangé par rapport à la valeur par défaut
pl: Filtr jest identyczny jak filtr domyślny
ru: Выбранный фильтр не отличается от фильтра по умолчанию

# HelpWindow|
source: JASP Help
fr: Aide JASP
pl: Pomoc JASP
ru: Справка JASP

# HelpWindow|
source: Search for:
fr: Rechercher :
pl: Szukaj:
ru: Поиск:

# JagsTableView|
source: Add Data
fr: Ajouter des données
pl: Wstaw dane
ru: Добавить данные

# JagsTableView|
source: Delete Data
fr: Supprimer des données
pl: Usuń dane
ru: Удалить данные

# JagsTableView|
source: Reset
fr: Réinitialiser
pl: Przywróć domyślne
ru: Сбросить

# JASPDataView|
source: Double click to edit data
fr: Double-cliquez pour modifier les données
pl: Kliknij dwukrotnie, aby edytować dane
ru: Дважды щелкните, чтобы изменить данные

# MainPage|
source: Hide data
fr: Cacher les données
pl: Ukryj dane
ru: Скрыть данные

# MainPage|
source: Show data
fr: Afficher les données
pl: Pokaż dane
ru: Показать данные

# MainPage|
source: Resize data/results
fr: Redimensionner les données/résultats
pl: Zmień rozmiar danych/wyników
ru: Изменить размер данных/результатов

# MainPage|
source: Drag to show data
fr: Faire glisser pour afficher les données
pl: Przeciągnij, aby wyświetlić dane
ru: Перетащите, чтобы показать данные

# MainPage|
source: Results
fr: Résultats
pl: Wyniki
ru: Результаты

# ModuleInstaller|
source: Browse for JASP Module
fr: Rechercher le module JASP
pl: Wyszukaj moduł JASP
ru: Поиск модуля JASP

# ModuleInstaller|
source: Select a JASP Module
fr: Sélectionner un module JASP
pl: Wybierz moduł JASP
ru: Выберите модуль JASP

# ModuleInstaller|
source: <i>Browse for a JASP Module to see more information here</i>
fr: <i>Recherchez un module JASP pour voir plus d'informations ici</i>
pl: <i> Wyszukaj moduł JASP, aby uzyskać więcej informacji</i>
ru: <i>Найдите модуль JASP, чтобы увидеть дополнительную информацию здесь</i>

# ModuleInstaller|
source: <i>%1 is not a (correct) JASP Module!</i>
fr: <i> %1 n’est pas un (correct) module JASP ! </i>
pl: <i> %1 nie jest (prawidłowym) modułem JASP! </i>
ru: <i>%1 не является (правильным) модулем JASP!</i>
