Repository: shun2wang/jasp-desktop
Catalog: Desktop/po/jaspDesktop-*.po
Languages: fr, pl, ru

# PrefsResults|
source: Use exponent notation
fr: Utiliser la notation exponentielle
pl: Użyj notacji wykładniczej
ru: Использовать обозначение экспоненты

# ColumnsModel|
source: which can be used in numerical comparisons and mathematical operations.
fr: qui peuvent être utilisés dans les comparaisons numériques et les opérations mathématiques.
pl: które można użyć w porównaniach liczbowych i operacjach matematycznych.
ru: которые можно использовать в числовых сравнениях и математических операциях.

# ColumnsModel|
source: which can only be used in (in)equivalence, greater and lesser than comparisons. Not in mathematical operations as subtraction etc, to do so: try converting to scalar first.
fr: qui ne peut être utilisé qu'en (in)équivalence, comparison supérieur ou inférieur. Pas dans les opérations mathématiques comme la soustraction, etc., pour ce faire : essayez d'abord de convertir en scalaire.
pl: które mogą być używane tylko w porównaniach (tj. (nie)równoważności, większy, mniejszy). Nie mogą być używane w operacjach matematycznych, takich jak odejmowanie itp. Aby wykonać takie operacje należy najpierw przekonwertować poziom pomiaru danych na ilościowy.
ru: которые могут использоваться только в (не)эквивалентности, большей и меньшей, чем сравнения. Не в математических операциях, таких как вычитание и т. д.: попробуйте для начала преобразовать в количественную шкалу.

# ColumnsModel|
source: which can only be used in (in)equivalence comparisons. Not in greater/lesser-than comparisons or mathematical operations, to do so: try converting to ordinal or scalar first.
fr: qui ne peut être utilisé que dans les comparaisons d'(in)équivalence. Pas dans les comparaisons plus grand/moins grand ou dans les opérations mathématiques. Pour ce faire, essayez d'abord de convertir en ordinal ou en scalaire.
pl: które mogą być używane tylko w porównaniach (nie)równoważności. Nie mogą być używane w celu określenia większy/mniejszy oraz w operacjach matematycznych. Aby wykonać takie operacje należy najpierw przekonwertować poziom pomiaru danych na porządkowy lub ilościowy.
ru: которые могут использоваться только в (не)эквивалентных сравнениях. Не в сравнениях больше/меньше или математических операциях: попробуйте для начала преобразовать в порядковую или количественную шкалу.

# ComputeColumnWindow|
source: Logit transform (i.e., the inverse of the standard logit function, or log-odds transform) converts numbers between 0 and 1 to the real line.
fr: La transformation logit (c'est-à-dire l'inverse de la fonction logit standard, ou transformation log-odds) convertit les nombres entre 0 et 1 sur tout l'espace des réels.
pl: Transformacja logitowa (tj. odwrotność standardowej funkcji logitowej, czyli transformacja logarytmu szans) przekształca liczby od 0 do 1 na oś liczbową.
ru: Логит-преобразование (то есть обратное стандартной логистической функции) преобразует числа от 0 до 1 в вещественную строку.

# ComputeColumnWindow|
source: Inverse logit transform (i.e., the standard logit function) converts numbers on the real line to numbers between 0 and 1.
fr: La transformation logit inverse (c'est-à-dire la fonction logit standard) convertit les nombres réels en nombres entre 0 et 1.
pl: Odwrotna transformacja logitowa (tj. standardowa funkcja logitowa) konwertuje liczby na osi liczbowej na liczby z zakresu od 0 do 1.
ru: Обратное логит-преобразование (то есть стандартная логистическая функция) преобразует числа в вещественной строке в числа от 0 до 1.

# ComputeColumnWindow|
source: Two-parameter Box-Cox transform (transforms values greater than -shift) to stabilize variance and attempt to make the data more normal distribution-like.
fr: Transformation Box-Cox à deux paramètres (transforme les valeurs supérieures à -shift) pour stabiliser la variance et tenter de rendre les données plus proches de la distribution normale.
pl: Dwuparametryczna transformacja Boxa-Coxa (przekształca wartości większe niż -shift) w celu ustabilizowania wariancji i próby upodobnienia rozkładu danych do rozkładu normalnego.
ru: Двухпараметрическое преобразование Бокса-Кокса для стабилизации дисперсии и попытки сделать данные более похожими на нормальное распределение.

# ComputeColumnWindow|
source: Inverse two-parameter Box-Cox transform.
fr: Transformation inverse de Box-Cox à deux paramètres.
pl: Odwrotne dwuparametryczne przekształcenie Boxa-Coxa.
ru: Обратное двухпараметрическое преобразование Бокса-Кокса.

# ComputeColumnWindow|
source: Two-parameter power transform (transforms values greater than -shift) to stabilize variance and attempt to make the data more normal distribution-like.
fr: Transformation de puissance à deux paramètres (transforme les valeurs supérieures à -shift) pour stabiliser la variance et tenter de rendre les données plus proches de la distribution normale.
pl: Dwuparametryczna transformacja potęgowa (przekształca wartości większe niż -shift) w celu ustabilizowania wariancji i próby upodobnienia rozkładu danych do rozkładu normalnego.
ru: Двухпараметрическое преобразование Бокса-Кокса для стабилизации дисперсии и попытки сделать данные более похожими на нормальное распределение.

# PrefsData|
source: Show missing values as:
fr: Montrer les valeurs manquantes comme :
pl: Wyświetl braki danych jako:
ru: Показать пропущенные значения как:

# PrefsUI|
source: If disabled will switch the textrendering to native.
fr: S'il est désactivé, le rendu du texte sera en mode natif.
pl: Wyłączenie tej opcji spowoduje przełączenie renderowania tekstu na natywne.
ru: Если этот параметр отключен, переключит текстовый рендеринг на изначальный.

# Database|
source: Select database
fr: Sélectionner la base de données
pl: Wybierz bazę danych
ru: Выберите базу данных

# Database|
source: DB driver
pl: Sterownik
ru: Драйвер базы данных

# EnginesWindow|
source: Engines Overview
fr: Revue des procédures
pl: Aktywne silniki
ru: Обзор Движков

# EnginesWindow|
source: Right and middle mouse button to kill an engine.
fr: Bouton droit et bouton central de la souris pour arrêter une procédure.
pl: Kliknij prawy i środkowy przycisk myszy, aby wyłączyć silnik.
ru: Правая и средняя кнопка мыши для остановки движка.

# PrefsAdvanced|
source: Maximum number of engines:
fr: Nombre maximal de procédures :
pl: Maksymalna liczba silników:
ru: Максимальное число движков:

# PrefsAdvanced|
source: Show engines
fr: Montrer les procédures
pl: Pokaż silniki
ru: Показать движки

# Modules::DynamicModules|
source: Select an exisiting folder
fr: Sélectionner le dossier existant
pl: Wybierz istniejący folder
ru: Выберите существующую папку

# Modules::DynamicModules|
source: To install a development module you need to select and existing folder, you selected '$1' but it doesn't exist.
fr: Pour installer un module de développement, vous devez sélectionner un dossier existant ; vous avez sélectionné '$1', mais il n'existe pas.
pl: Aby zainstalować moduł rozwojowy należy wybrać istniejący folder. Wybrany folder "$1" nie istnieje.
ru: Чтобы установить модуль разработки, вам нужно выбрать существующую папку, вы выбрали «$ 1», но ее не существует.

# AnalysisFormExpander|
source: Show R syntax
fr: Montrer la syntaxe R
pl: Pokaż składnię języka R
ru: Показать синтаксис R

# MainPage|
source: Hide input options
fr: Masquer les options de saisie
pl: Ukryj opcje wprowadzania
ru: Скрыть параметры ввода

# MainPage|
source: Show input options
fr: Afficher les options de saisie
pl: Pokaż opcje wprowadzania
ru: Показать параметры ввода

# RCommanderWindow|
source: Enter your R code here. The data is available unfiltered as 'data' and filtered as 'filteredData'. You can also paste syntax-mode JASP analyses here.
fr: Entrer votre code R ici. Les données sont disponibles non filtrées sous forme de 'données'. et filtrées en tant que 'donnéesFiltrées'. Vous pouvez également insérer ici des analyses JASP en mode syntaxique.
pl: Wprowadź tutaj kod R. Dane są dostępne w postaci niefiltrowanej jako 'data', natomiast filtrowane jako 'filteredData'. Tutaj można również wkleić kod analiz JASP skopiowany z trybu składni.
ru: Введите свой R-код здесь. Данные без фильтрации доступны как «данные», а отфильтрованные данные как «filteredData». Вы также можете вставить сюда синтаксис анализов JASP.

# RCommanderWindow|
source: Enter your R code here. You can also paste syntax-mode JASP analyses here.
fr: Entrer votre code R ici. Vous pouvez également insérer ici des analyses JASP en mode syntaxique.
pl: Wprowadź tutaj kod R. Tutaj można również wkleić analizy JASP w trybie składni.
ru: Введите свой R-код здесь. Вы также можете вставить сюда синтаксис анализов JASP.

# RCommanderWindow|
source: Add analysis
fr: Ajouter l'analyse
pl: Dodaj analizę
ru: Добавить анализ

# Modules::DynamicModule|
source: Loading upgrades gave the following error(s): %1
fr: Le chargement des mises à jour a généré l'(les) erreur(s) suivante(s) : %1
pl: Ładowanie aktualizacji spowodowało następujące błędy: %1
ru: Загрузка обновлений привела к ошибке(ам): %1

# FormulaBase|
source: Could not find term %1 in Formula
fr: Le terme %1 dans la formule n'est pas trouvé
pl: Nie można znaleźć terminu %1 w formule
ru: Не удалось найти термин %1 в формуле

# FormulaBase|
source: Source %1 in Formula not found
fr: La source %1 n'est pas trouvée dans la formule
pl: Nie znaleziono źródła %1 w formule
ru: Источник %1 в формуле не найден

# FormulaBase|
source: Source %1 in Formula is not a Variables List
fr: La source %1 dans la formule n'est pas une liste de variables
pl: Źródło %1 w formule nie jest listą zmiennych
ru: Источник %1 в формуле не является списком переменных

# FormulaSource|
source: Cannot find item %1 given in Formula description
fr: Impossible de trouver l'élément %1 indiqué dans la description de la formule
pl: Nie można znaleźć elementu %1 podanego w opisie formuły
ru: Не удается найти элемент %1, указанный в описании формулы

# FormulaSource|
source: No source found in Formula randomEffects
fr: Aucune source trouvée dans la Formule randomEffects
pl: Nie znaleziono źródła w formule randomEffects
ru: Не найден источник в формуле randomEffects

# FormulaSource|
source: randomEffects in Formula can be used only with a ComponentsList item
fr: randomEffects dans la Formule ne peut être utilisé qu'avec un élément de ComponentsList
pl: randomEffects w formule może być używany tylko z elementem ComponentsList
ru: randomEffects в формуле можно использовать только с элементом ComponentsList

# FormulaSource|
source: No source found in Formula
fr: Aucune source trouvée dans la Formule
pl: Nie znaleziono źródła w formule
ru: В формуле не найден источник

# PrefsUI|
source: Reporting mode
fr: Mode de rapport
pl: Tryb raportowania
ru: Режим отчета

# PrefsUI|
source: Whether JASP should run in reporting mode or not.
fr: Si JASP doit fonctionner en mode rapport ou non.
pl: Zaznacz, jeżeli JASP ma działać w trybie raportowania.
ru: Должен ли JASP работать в режиме отчета или нет.

# Form|
source: Show all options
fr: Afficher toutes les options
pl: Pokaż wszystkie opcje
ru: Показать все параметры

# RibbonModel|
source: R console
fr: Console R
pl: Konsola języka R
ru: Консоль R

# RCommander|
source: Analysis not found
fr: Analyse pas trouvée
pl: Analiza nie została znaleziona
ru: Анализ не найден

# RCommander|
source: Not an analysis function: <module name>::<analysis name>(...)
fr: Pas une fonction d'analyse : <module name>::<analysis name>(...)
pl: Nie jest to funkcja analizy: <module name>::<analysis name>(...)
ru: Не является функцией анализа: <название модуля>::<название анализа>(...)

# RCommander|
source: R is (re)starting
fr: R (re)démarre
pl: R jest (ponownie) uruchamiany
ru: R (пере)запуск

# RCommander|
source: R is installing or loading a module %1
fr: R installe ou télécharge un module %1
pl: R instaluje lub ładuje moduł %1
ru: R устанавливает или загружает модуль %1

# RCommander|
source: R stopped
fr: R s'est arrêté
pl: R został zatrzymany
ru: R остановился

# RCommander|
source: R awaits commands
fr: R attend les instructions
pl: R oczekuje na polecenia
ru: R ожидает команд

# RCommander|
source: and
fr: et
pl: oraz
ru: и

# RCommander|
source: has unselected module
fr: a un module non sélectionné
pl: ma niewybrany moduł
ru: имеет невыбранный модуль

# RCommander|
source: has selected module
fr: a un module sélectionné
pl: ma wybrany moduł
ru: имеет выбранный модуль

# Reporter|
source: No datafile
fr: Aucun fichier de données
pl: Brak pliku danych
ru: Нет файла данных

# Reporter|
source: JASP was started in reporting mode, but the jasp file is not coupled to a datafile. This means there can be no updates... Would you like to continue anyway?
fr: JASP a été lancé en mode rapport, mais le fichier jasp n'est pas couplé à un fichier de données. Cela signifie qu'il ne peut y avoir de mises à jour... Voulez-vous quand même continuer ?
pl: JASP został uruchomiony w trybie raportowania, ale plik jasp nie jest powiązany z plikiem danych. Oznacza to, że nie będzie wykonywana aktualizacja... Czy kontynuować pomimo tego?
ru: JASP запущен в режиме отчета, но jasp-файл не связан с файлом данных. Это означает, что обновлений быть не может... Вы все равно хотите продолжить?

# CurrentDataFile|
source: Click on the file below to synchronize or use
fr: Cliquer sur le fichier ci-dessous pour le synchroniser ou l'utiliser
pl: Aby zsynchronizować z plikiem, kliknij na jego nazwę lub użyj
ru: Нажмите на файл ниже для синхронизации или использования

# OSF|
source: Unknown error
fr: Erreur inconnue
pl: Nieznany błąd
ru: Неизвестная ошибка

# AnalysisForm|
source: Options
pl: Opcje
ru: Параметры

# JASPControl|
source: Control with label '%1' has no name
fr: Le contrôle avec l’étiquette '%1' n’a pas de nom
pl: Kontrolka z etykietą '%1' nie ma nazwy
ru: Элемент управления с меткой «%1» не имеет имени

# JASPControl|
source: A control has no name
fr: Un contrôle n'a pas de nom
pl: Kontrolka nie ma nazwy
ru: Элемент управления не имеет имени

# JASPControl|
source: Option name '%1' is a reserved word
fr: Le nom de l'option '%1' est un mot réservé
pl: Nazwa opcji '%1' jest słowem zastrzeżonym
ru: Имя опции '%1' является зарезервированным словом

# JASPControl|
source: 2 controls have the same name: %1
fr: 2 contrôles ont le même nom : %1
pl: 2 kontrolki mają taką samą nazwę: %1
ru: 2 элемента управления имеют одинаковое имя: %1

# JASPControl|
source: A control and a formula have the same name '%1'
fr: Un contrôle et une formule ont le même nom '%1'
pl: Kontrolka i formuła mają tę samą nazwę '%1'
ru: Элемент управления и формула имеют одинаковое имя «%1»

# JASPControl|
source: Variables List
fr: Liste de Variables
pl: Lista zmiennych
ru: Список переменных

# JASPControl|
source: DropDown
fr: Déployable
pl: Lista rozwijana
ru: Выпадающий список

# JASPControl|
source: Tab View
fr: Vue de l'onglet
pl: Wyświetlaj w kartach
ru: Вид вкладки

# JASPControl|
source: Variables Form
fr: Format des Variables
pl: Formularz zmiennych
ru: Форма переменных

# ListModelAssignedInterface|
source: This variable has been removed, because it is not allowed: %1
fr: Cette variable a été supprimée car elle n'est pas autorisée : %1
pl: Ta zmienna została usunięta, ponieważ jest niedozwolona: %1
ru: Переменная была удалена, поскольку она не разрешена: %1

# ListModelAssignedInterface|
source: These variables have been removed, because they are not allowed: %1
fr: Ces variables ont été supprimées, car elles ne sont pas autorisées : %1
pl: Te zmienne zostały usunięte, ponieważ są niedozwolone: %1
ru: Переменные были удалены, так как они не разрешены: %1

# FormulaSource|
source: No name given in Formula description
fr: Aucun nom donné à la description de la Formule
pl: Nie podano nazwy dla opisu formuły
ru: В описании формулы не указано имя

# RSyntax|
source: Formula with name '%1' is defined twice
fr: La formule avec le nom '%1' est définie à deux reprises
pl: Formuła o nazwie '%1' jest zdefiniowana dwukrotnie
ru: Формула с именем '%1' определена дважды

# RSyntax|
source: A control and a formula have the same name '%1'
fr: Un contrôle et une formule ont le même nom '%1'
pl: Kontrolka i formuła mają tę samą nazwę '%1'
ru: Элемент управления и формула имеют одинаковое имя «%1»

# PrefsData|
source: Assume CSV is the selected codepage, when no BOM is specified.
fr: Supposer que CSV soit la page de code sélectionnée, lorsqu'aucun MOB (BOM) n'est spécifié.
pl: Użyj CSV do kodowania znaków, jeśli BOM nie zostało określone
ru: Предполагается, что CSV является выбранной кодировкой, когда BOM не указан.

# PrefsData|
source: Choose codepage here
fr: Choisir le codepage ici
pl: Wybierz stronę kodową
ru: Выберите кодировку

# Analysis|
source: Copy of %1
fr: Copie de %1
pl: Kopia %1
ru: Копировать %1

# AnalysisFormExpander|
source: Hide R Syntax
fr: Masquer la syntaxe R
pl: Ukryj składnię języka R
ru: Скрыть синтаксис R

# Form|
source: Generate Wrapper
fr: Créer un wrap (enveloppe)
pl: Wygeneruj wrapper

# Computer|
source: Save
fr: Enregistrer
pl: Zapisz

# Computer|
source: JASP Files
fr: Fichiers JASP
pl: Pliki JASP

# Computer|
source: Export Result as HTML or PDF
fr: Exporter les résultats en format HTML ou PDF
pl: Eksportuj wynik jako HTML lub PDF

# Computer|
source: HTML Files
fr: Fichiers HTML
pl: Pliki HTML

# Computer|
source: Portable Document Format
fr: Format PDF
pl: Plik PDF

# Computer|
source: Export Data as CSV
fr: Exporter les données en format CSV
pl: Eksportuj dane do pliku CSV

# Computer|
source: CSV Files
fr: Fichiers CSV
pl: Pliki CSV

# Computer|
source: Sync Data
fr: Synchroniser les données
pl: Synchronizuj dane

# Computer|
source: Data Files
fr: Fichiers de données
pl: Pliki danych

# JASPListControl|
source: <no choice>
fr: <pas de choix>
pl: <brak wyboru>

# ListModelInputValue|
source: New Value
fr: Nouvelle valeur
pl: Nowa wartość

# ListModelTableViewBase|
source: Row %1
fr: Rangée %1
pl: Wiersz %1

# PrefsResults|
source: Miscellaneous options
fr: Options diverses
pl: Dodatkowe opcje

# PrefsResults|
source: Show R syntax
fr: Montrer la syntaxe R
pl: Pokaż składnię języka R

# PrefsResults|
source: Add R syntax for each analysis
fr: Ajouter la syntaxe R pour chaque analyse
pl: Dołącz składnię języka R do każdej analizy

# ResultMenuModel|
source: Show R Syntax
fr: Montrer la syntaxe R
pl: Pokaż składnię języka R

# ResultMenuModel|
source: Hide R Syntax
fr: Masquer la syntaxe R
pl: Ukryj składnię języka R

# ComputeColumnWindow|
source: Would you like to save your changes to the Computed Column?
fr: Souhaitez-vous enregistrer vos modifications apportées dans l'encadré de calculs ?
pl: Czy chcesz zapisać zmiany w kolumnie wyliczonej?

# ComputeColumnWindow|
source: Your changes will be lost if you don't save them.
fr: Vos changements seront perdus si vous ne les sauvez pas.
pl: Zmiany zostaną utracone, jeśli ich nie zapiszesz.

# FilterWindow|
source: Would you like to save your changes to the Filter?
fr: Souhaitez-vous sauver vos changements apportés au Filtre ?
pl: Czy chcesz zapisać zmiany w Filtrze?

# FilterWindow|
source: Your changes will be lost if you don't save them.
fr: Vos changements seront perdus si vous ne les sauvez pas.
pl: Zmiany zostaną utracone, jeżeli ich nie zapiszesz.

# MainWindow|
source: Would you like to save your changes to %1 file?
fr: Souhaitez-vous sauver les changements apportés au fichier %1 ?
pl: Czy chcesz zapisać zmiany w pliku %1?

# MainWindow|
source: Your changes will be lost if you don't save them.
fr: Vos changements seront perdus si vous ne les sauvez pas.
pl: Zmiany zostaną utracone, jeżeli ich nie zapiszesz.

# PrefsUI|
source: Use Qt's text rendering
fr: Utiliser le traitement de texte de Qt
pl: Użyj renderowania tekstu Qt

# PrefsUI|
source: Accessibility options
fr: Options d'accessibilité
pl: Opcje dostępności

# PrefsUI|
source: ALT-Navigation mode
fr: Mode de navigation-ALT
pl: Nawigacja przy pomocy klawisza ALT

# PrefsUI|
source: Whether ALT-Navigation mode is active or not.
fr: Si le mode de navigation-ALT est actif ou pas.
pl: Wskazuje czy nawigacja klawiszem ALT jest aktywna.

# MainPage|
source: Bold
fr: Gras
pl: Pogrubienie

# MainPage|
source: Italic
fr: Italique
pl: Kursywa

# MainPage|
source: Underline
fr: Souligné
pl: Podkreślenie

# MainPage|
source: Formula
fr: Formule
pl: Formuła

# MainPage|
source: Code Block
fr: Bloc de codes
pl: Blok kodu

# MainPage|
source: Header
fr: Entête
pl: Nagłówek

# MainPage|
source: Ordered List
fr: Liste ordonnée
pl: Numerowanie

# MainPage|
source: Unordered List
fr: Liste non ordonnée
pl: Brak numeracji

# MainPage|
source: Color Picker
fr: Sélection des couleurs
pl: Wybierz kolor

# MainPage|
source: Background Color
fr: Couleur arrière-plan
pl: Kolor tła

# MainPage|
source: Subscript
fr: Indice
pl: Indeks dolny

# MainPage|
source: Superscript
fr: Exposant
pl: Indeks górny

# MainPage|
source: Blockquote
fr: Guillemets
pl: Cytat blokowy

# MainPage|
source: Add Indent
fr: Ajouter un retrait
pl: Dodaj wcięcie

# MainPage|
source: Remove Indent
fr: Enlever un retrait
pl: Usuń wcięcie

# MainPage|
source: Font Size
fr: Taille de police
pl: Wielkość czcionki

# MainPage|
source: Clear Formatting
fr: Effacer le format
pl: Usuń formatowanie

# MainPage|
source: Click here to add text
fr: Cliquer ici pour ajouter du texte
pl: Naciśnij tutaj, żeby dodać tekst

# MainPage|
source: Copied to clipboard
fr: Copier dans le presse-papier
pl: Skopiowano do schowka

# MainPage|
source: Citations copied to clipboard
fr: Citations copiées dans le presse-papier
pl: Cytowania skopiowano do schowka

# MainPage|
source: LaTeX code copied to clipboard
fr: Code LaTeX copié dans le presse-papier
pl: LaTex skopiowano do schowka

# MainPage|
source: Introduction:
pl: Wstęp:

# MainPage|
source: Conclusion:
pl: Podsumowanie:

# DataTableView|
source: Change to data editing mode
pl: Przełącz w tryb edytora danych

# DataTableView|
source: Select All
pl: Wybierz wszystko

# DataTableView|
source: Cut
pl: Wytnij

# DataTableView|
source: Copy
pl: Kopiuj

# DataTableView|
source: Paste
fr: Coller
pl: Wklej

# DataTableView|
source: Clear cells
fr: Effacer les cellules
pl: Wyczyść komórki

# DataTableView|
source: Undo: %1
fr: Annuler: %1
pl: Cofnij: %1

# DataTableView|
source: Redo: %1
fr: Refaire: %1
pl: Ponów: %1

# DataTableView|
source: Select column
fr: Selectionner la colonne
pl: Wybierz kolumnę

# DataTableView|
source: Insert column before
fr: Insérer une colonne avant
pl: Wstaw kolumnę przed

# DataTableView|
source: Insert column after
fr: Insérer une colonne après
pl: Wstaw kolumnę po

# DataTableView|
source: Delete column
fr: Supprimer la colonne
pl: Usuń kolumnę

# DataTableView|
source: Select row
fr: Sélectionner la ligne
pl: Wybierz wiersz

# DataTableView|
source: Delete row
fr: Supprimer la ligne
pl: Usuń wiersz

# DataTableView|
source: Click here to select the row, hold shift for selecting multiple.
fr: Cliquez ici pour sélectionner la ligne, appuyez sur majuscule pour une sélection multiple.
pl: Kliknij tutaj, aby wybrać wiersz. Przetrzymaj Shift, żeby wybrać kilka wierszy.

# FilterWindow|
source: Close filter window
fr: Fermer la fenêtre de filtre
pl: Zamknij okno filtrów

# RenameColumnDialog|
source: Rename column
fr: Renommer la colonne
pl: Zmień nazwę kolumny

# RenameColumnDialog|
source: Rename
fr: Renommer
pl: Zmień nazwę

# RenameColumnDialog|
source: Rename column %1 to %2
fr: Renommer colonne %1 à %2
pl: Zmień nazwę kolumny %1 na %2

# RenameColumnDialog|
source: Close without renaming column
fr: Fermer sans renommer la colonne
pl: Zamknij bez zapisywania zmian

# VariablesWindow|
source: Name:
fr: Nom:
pl: Nazwa:

# VariablesWindow|
source: Long name:
fr: Nom au long:
pl: Długa nazwa:

# VariablesWindow|
source: Description:
pl: Opis:

# VariablesWindow|
source: Close variable window
pl: Zamknij okno zmiennej

# ColumnModel|
source: Value
pl: Wartość
