Repository: shun2wang/jasp-desktop
Catalog: Desktop/po/jaspDesktop-*.po
Languages: fr, pl, ru

# RibbonBar|
source: Show main menu
fr: Afficher le menu principal
pl: Pokaż menu główne
ru: Показать главное меню

# RibbonBar|
source: Show modules menu
fr: Afficher le menu des modules
pl: Pokaż menu modułów
ru: Показать меню модулей

# jasp-qml-style-example|
source: A nice grouping of elements
fr: Un beau regroupement d'éléments
pl: Ładne grupowanie elementów
ru: Хорошая группировка элементов

# jasp-qml-style-example|
source: You can enter an integer here:
fr: Vous pouvez entrer un entier ici :
pl: Tutaj można wpisać liczbę całkowitą:
ru: Здесь вы можете ввести целое число:

# jasp-qml-style-example|
source: This is an incredibly useful tooltip right?
fr: C'est une info-bulle incroyablement utile, non ?
pl: To niezwykle przydatna podpowiedź, nieprawdaż?
ru: Это невероятно полезная всплывающая подсказка, верно?

# jasp-qml-style-example|
source: The first checkbox
fr: La première case à cocher
pl: Pierwsze pole wyboru
ru: Первый флажок

# jasp-qml-style-example|
source: The second checkbox
fr: La deuxième case à cocher
pl: Drugie pole wyboru
ru: Второй флажок

# jasp-qml-style-example|
source: The last checkbox
fr: La dernière case à cocher
pl: Ostatnie pole wyboru
ru: Последний флажок

# jasp-qml-style-example|
source: Variables
pl: Zmienne
ru: Переменные

# jasp-qml-style-example|
source: Split
fr: Séparation
pl: Podziel według

# KnownIssues|
source: JASP ran into a problem downloading the known issues for this version, it probably could not connect to the server. Don't worry, JASP will work fine it just might not tell you about a few small known issues.
fr: JASP a rencontré un problème lors du téléchargement des problèmes connus pour cette version, il n'a probablement pas pu se connecter au serveur. Ne vous inquiétez pas, JASP fonctionnera bien, mais il se peut que vous ne soyez pas informé de quelques petits problèmes connus.
pl: JASP napotkał problem podczas pobierania informacji o znanych problemach tej wersji; prawdopodobnie nie mógł połączyć się z serwerem. JASP będzie działał prawidłowo, jednakże może nie informować o nowo wykrytych problemach.
ru: JASP столкнулся с проблемой загрузки известных проблем для этой версии, возможно, он не смог подключиться к серверу. Не волнуйтесь, JASP будет работать нормально, просто он может не сообщать вам о нескольких небольших известных проблемах.

# KnownIssues|
source: JASP ran into a problem loading the known issues for this version, this isn't necessarily a problem but if it keeps occuring you could contact the JASP team for assistance.
fr: JASP a rencontré un problème lors du chargement des problèmes connus pour cette version. Ce n'est pas nécessairement un problème mais si cela continue à se produire, vous pouvez contacter l'équipe JASP pour obtenir de l'aide.
pl: JASP napotkał problem podczas ładowania informacji o znanych problemach tej wersji. Nie jest to poważny błąd, ale jeśli będzie się powtarzał, możesz skontaktować się z zespołem JASP w celu uzyskania pomocy.
ru: JASP столкнулся с проблемой при загрузке известных проблем для этой версии, это не обязательно проблема, но если она будет продолжаться, вы можете обратиться за помощью к команде JASP.

# KnownIssues|
source: JASP ran into a problem ('%1') loading the known issues for this version, this isn't necessarily a problem but if it keeps occuring you could contact the JASP team for assistance.
fr: JASP a rencontré un problème ('%1') en chargeant les problèmes connus pour cette version, ce n’est pas nécessairement un problème, mais si cela continue à se produire, vous pouvez contacter l’équipe JASP pour obtenir de l’aide.
pl: JASP napotkał problem ('%1') podczas ładowania informacji o znanych problemach tej wersji. Nie jest to poważny błąd, ale jeśli będzie się powtarzał, możesz skontaktować się z zespołem JASP w celu uzyskania pomocy.
ru: JASP столкнулся с проблемой ('%1') при загрузке известных проблем для этой версии, это не обязательно проблема, но если это будет продолжаться, вы можете обратиться за помощью к команде JASP.

# MainWindow|
source: No default spreadsheet editor for file %1. Do you want to export the data into a CSV file and start the default spreadsheet editor for this CSV file?
fr: Pas d'éditeur de feuille de calcul par défaut pour le fichier %1. Voulez-vous exporter les données dans un fichier CSV et lancer l'éditeur de feuille de calcul par défaut pour ce fichier CSV ?
pl: Brak domyślnego edytora arkuszy kalkulacyjnych dla pliku %1. Czy wyeksportować dane do pliku CSV i uruchomić domyślny edytor arkuszy kalkulacyjnych dla plików CSV?
ru: Нет редактора электронных таблиц по умолчанию для файла %1. Вы хотите экспортировать данные в файл CSV и запустить редактор электронных таблиц по умолчанию для этого файла CSV?

# MainWindow|
source: Generate Data File as CSV
fr: Générer un fichier de données au format CSV
pl: Twórz pliki danych w formacie CSV
ru: Создать файл данных в формате CSV

# MainWindow|
source: Cancel
fr: Annuler
pl: Anuluj
ru: Отмена

# Modules::DynamicModules|
source: Initializing module during JASP startup failed, should the module be removed?
fr: L'initialisation du module pendant le démarrage de JASP a échoué, le module doit-il être supprimé ?
pl: Inicjalizacja modułu podczas uruchamiania JASP nie powiodła się. Czy chcesz usunąć ten moduł?
ru: Не удалось инициализировать модуль во время запуска JASP, следует ли удалить модуль?

# Modules::DynamicModules|
source: Initializing module during JASP startup failed with the following message: %1 Should the module be removed?
fr: L'initialisation du module pendant le démarrage de JASP a échoué avec le message suivant : %1 Le module doit-il être supprimé ?
pl: Inicjalizacja modułu podczas uruchamiania JASP nie powiodła się. Wygenerowano następujący komunikat: %1 Czy chcesz usunąć ten moduł?
ru: Не удалось инициализировать модуль во время запуска JASP со следующим сообщением: %1 Следует ли удалить модуль?

# Modules::DynamicModules|
source: Initializing module %1 failed
fr: Echec de l'initialisation du module %1
pl: Inicjalizacja modułu %1 nie powiodła się
ru: Ошибка инициализации модуля %1

# RibbonModel|
source: Module missing
fr: Module manquant
pl: Brakuje modułu
ru: Модуль отсутствует

# RibbonModel|
source: It seems the bundled module %1 wasn't correctly installed, and thus cannot be loaded. If you installed this version of JASP via an official installer let the JASP team know.
fr: Il semble que le module groupé %1 n'a pas été'installé correctement, et ne peut donc pas être chargé. Si vous avez installé cette version de JASP via un installateur officiel, faites-le savoir à l'équipe JASP.
pl: Wygląda na to, że dołączony do JASP moduł %1 nie został poprawnie zainstalowany i dlatego nie można go załadować. Jeśli zainstalowałeś tę wersję JASP za pomocą oficjalnego instalatora, poinformuj zespół JASP o tym błędzie.
ru: Похоже, что встроенный модуль %1 был неправильно установлен и поэтому не может быть загружен. Если вы установили эту версию JASP через официальный установщик, сообщите об этом команде JASP.

# RibbonModel|
source: Execute R code in a console
fr: Exécuter le code R dans une console
pl: Wykonaj kod R w konsoli
ru: Выполнить код R в командной строке

# TableView|
source: Add to the left
fr: Ajouter à gauche
pl: Wstaw z lewej
ru: Добавить слева

# TableView|
source: Add to the right
fr: Ajouter à droite
pl: Wstaw z prawej
ru: Добавить справа

# TableView|
source: Delete
fr: Supprimer
pl: Usuń
ru: Удалить

# ComputeColumnWindow|
source: returns the sign of values
fr: retourne le signe des valeurs
pl: zwraca znak wartości
ru: возвращает знак значений

# OSFLogin|
source: <sup>*</sup>OSF account login only, ORCID or institutional login are not supported.
fr: <sup>*</sup>Connexion au compte OSF uniquement, ORCID ou connexion institutionnelle ne sont pas pris en charge.
pl: <sup>*</sup>Dostępne jest jedynie logowanie przez konto OSF. Logowanie za pomocą ORCID lub przez konto instytucji nie są obsługiwane.
ru: <sup>*</sup>Только вход в учетную запись OSF, ORCID или вход в учреждение не поддерживаются.

# PrefsAdvanced|
source: Clear installed modules and packages
fr: Effacer les modules et les packages installés
pl: Wyczyść zainstalowane moduły i pakiety
ru: Очистить установленные модули и пакеты

# PrefsAdvanced|
source: This will erase the 'renv' and 'Modules' folders in the appdata.
fr: Cela effacera les dossiers 'renv' et 'Modules' du dossier appdata.
pl: Spowoduje to usunięcie folderów 'renv' i 'Modules' z appdata.
ru: Это приведет к удалению папок «renv» и «Modules» в данных приложения.

# PrefsData|
source: Windows workaround
fr: Solutions de contournement de Windows
pl: Zgodność z systemem Windows
ru: Временные решения для Windows

# PrefsData|
source: See documentation for more information
fr: Voir la documentation pour plus d'informations
pl: Zobacz dokumentację, aby uzyskać więcej informacji
ru: См. документацию для получения дополнительной информации

# PrefsUI|
source: User Interface Options
fr: Options de l’interface utilisateur
pl: Opcje interfejsu użytkownika
ru: Параметры пользовательского интерфейса

# FilterWindow|
source: returns the sign of values
fr: retourne le signe des valeurs
pl: zwraca znak wartości
ru: возвращает знак значений

# PlotEditingAxis|
source: Label
fr: Étiquette
pl: Etykieta
ru: Метка

# PlotEditingAxis|
source: Tick #
fr: Marque #
pl: Podziałka #
ru: Поставить галочку #

# PlotEditingAxis|
source: Insert tick left
fr: Insérer une marque à gauche
pl: Wstaw podziałkę z lewej strony
ru: Вставьте галочку слева

# PlotEditingAxis|
source: Insert tick right
fr: Insérer une marque à droite
pl: Wstawić podziałkę z prawej strony
ru: Вставьте галочку справа

# PlotEditingAxis|
source: Delete tick
fr: Supprimer la marque
pl: Usuń podziałkę
ru: Удалить галочку

# MainWindow|
source: Clean user installed modules and pkgs
fr: Nettoyer les modules et packages installés par les utilisateurs
pl: Wyczyść moduły i pakiety zainstalowane przez użytkownika
ru: Очистить установленные пользователем модули и пакеты

# MainWindow|
source: Cleaning up your modules and packages will make sure you only use those bundled with JASP. Make sure to restart JASP afterwards!
fr: Le nettoyage de vos modules et paquets vous permettra de n'utiliser que ceux qui sont fournis avec JASP. Assurez-vous de redémarrer JASP après !
pl: Czyszczenie modułów i pakietów sprawi, że dostępne pozostaną tylko moduły dołączone do instalatora JASP. Po zakończeniu należy ponownie uruchomić JASP.
ru: Очистка ваших модулей и пакетов гарантирует, что вы будете использовать только те, которые связаны с JASP. После этого обязательно перезапустите JASP!

# MainWindow|
source: Clean
fr: Nettoyer
pl: Wyczyść
ru: Очистить

# PrefsData|
source: <i>On Linux the default spreadsheet editor is always used.</i>
fr: <i>Sur Linux, l'éditeur de feuilles de calcul par défaut est toujours utilisé.</i>
pl: <i>W systemie Linux zawsze używany jest domyślny edytor arkuszy kalkulacyjnych.</i>
ru: <i>В Linux всегда используется редактор электронных таблиц по умолчанию.</i>

# PlotEditor|
source: Cancel
fr: Annuler
pl: Anuluj
ru: Отмена

# PlotEditor|
source: Reset defaults
fr: Réinitialiser les valeurs par défaut
pl: Przywróć domyślne
ru: Сбросить настройки по умолчанию

# PlotEditingAxis|
source: Show title
fr: Afficher le titre
pl: Pokaż tytuł
ru: Показать заголовок

# PlotEditingAxis|
source: Show axis
fr: Afficher l’axe
pl: Pokaż osie
ru: Показать ось

# PlotEditingAxis|
source: Ticks:
fr: Marques :
pl: Podziałka:
ru: Галочки:

# PlotEditingAxis|
source: Position
pl: Pozycja
ru: Позиция

# PlotEditingAxis|
source: Advanced
fr: Avancé
pl: Zaawansowane
ru: Расширенный

# PlotEditingAxis|
source: Parse title as R expression
fr: Analyser le titre en tant qu'expression R
pl: Parsuj tytuł jako wyrażenia R
ru: Синтаксический анализ заголовка как выражения R

# PlotEditingAxis|
source: Limits:
fr: Limites :
pl: Limity:
ru: Ограничения:

# PlotEditor|
source: Save image as
fr: Enregistrer l'image sous
pl: Zapisz obraz jako
ru: Сохранить изображение как

# EngineRepresentation|
source: Unfortunately the plot could not be resized. Error message: %1 If the problem persists, please report the message above at: https://jasp-stats.org/bug-reports
fr: Malheureusement, l'image n'a pas pu être redimensionnée. Message d'erreur : %1 Si le problème persiste, veuillez rapporter le message ci-dessus à l'adresse suivante : https://jasp-stats.org/bug-reports
pl: Niestety nie udało się zmienić rozmiaru wykresu. Komunikat błędu: %1 Jeśli problem będzie się powtarzał, prosimy o zgłoszenie powyższego komunikatu pod adresem: https://jasp-stats.org/bug-reports
ru: К сожалению, размер участка изменить нельзя. Сообщение об ошибке: %1 Если проблема не устранена, сообщите о сообщении выше по адресу: https://jasp-stats.org/bug-reports

# EngineRepresentation|
source: Error editing plot
fr: Erreur lors de la modification de l'image
pl: W trakcie edycji wykresu wystąpił błąd
ru: Ошибка редактирования графика

# Application|
source: One time setup for JASP Modules
fr: Configuration unique pour les modules JASP
pl: Jednorazowa konfiguracja modułów JASP
ru: Однократная настройка для модулей JASP

# Application|
source: JASP has been installed from a zip and it needs to recreate certain paths for your analyses to work. Please be patient and wait for the application to show before attempting to start JASP again.
fr: JASP a été installé à partir d'un zip et il doit recréer certains chemins pour que vos analyses fonctionnent. Veuillez être patient et attendre que l'application s'affiche avant de tenter de redémarrer JASP.
pl: JASP został zainstalowany z archiwum zip i musi odtworzyć pewne ścieżki, aby analizy działały. Prosimy o cierpliwość i poczekanie na otworzenie się aplikacji przed ponowną próbą uruchomienia JASP.
ru: JASP был установлен из zip-архива, и ему необходимо воссоздать определенные пути, чтобы ваш анализ работал. Пожалуйста, наберитесь терпения и подождите, пока приложение отобразится, прежде чем пытаться снова запустить JASP.

# PlotEditor|
source: Open Documentation
fr: Ouvrir la documentation
pl: Otwórz dokumentację
ru: Открыть документацию

# AboutWindow|
source: Open Source Components
fr: Composants Open Source
pl: Komponenty open-source'owe zawarte w JASP
ru: Компоненты с открытым исходным кодом

# PrefsUI|
source: Help us translate or improve JASP in your language
fr: Aidez-nous à traduire ou à améliorer JASP dans votre langue
pl: Pomóż nam przetłumaczyć lub ulepszyć JASP w Twoim języku
ru: Помогите нам перевести или улучшить JASP на вашем языке

# ModuleInstaller|
source: Install
fr: Installer
pl: Zainstaluj
ru: Установить

# ModuleInstaller|
source: Press this to install your selected Module
fr: Appuyez ici pour installer le module sélectionné
pl: Naciśnij, aby zainstalować wybrany moduł
ru: Нажмите, чтобы установить выбранный модуль

# ModuleInstaller|
source: Select a JASP Module to install
fr: Sélectionnez un module JASP à installer
pl: Wybierz moduł JASP, który ma zostać zainstalowany
ru: Выберите модуль JASP для установки

# ErrorMessage|
source: Don't show again
fr: Ne pas montrer à nouveau
pl: Nie pokazuj ponownie
ru: Больше не показывать

source: Database
fr: Base de données
pl: Baza danych
ru: База данных

# Database|
source: <i>Warning!</i> <br><br> JASP stores the password to your database in jasp-files, while not directly readable it is easy to extract. If you <b>share this file</b> that means the recipients and whoever they share the file with could extract the password with some effort. <br><br> In case you are trying to connect to a production or even just network-accessible database: <br> We <b>strongly urge</b> you to make a special user for JASP in your database with as <i>few permissions</i> as needed. <br><br> For a local or toy database this is probably overkill, but use your own judgement.
fr: <i>Avertissement!</i> <br><br> JASP stocke le mot de passe de votre base de données dans des fichiers jasp, bien que non directement lisibles, ils sont faciles à extraire. Si vous <b>partagez ce fichier</b> cela signifie que les destinataires et ceux avec qui ils partagent le fichier pourraient extraire le mot de passe avec quelques efforts. <br><br> Dans le cas où vous essayez de vous connecter à une base de données de production ou même simplement accessible par le réseau : <br> Nous vous <b>conseillons vivement</b> de créer un utilisateur spécial pour JASP dans votre base de données avec aussi <i>peu de permissions</i> que nécessaire. <br><br> Pour une base de données locale ou avec des données peu importantes, c'est probablement exagéré, mais utilisez votre propre jugement.
pl: <i>Ostrzeżenie!</i> <br><br> JASP przechowuje hasło do bazy danych w plikach jasp. Pomimo tego, że nie jest ono bezpośrednio widoczne, jest łatwe do wyodrębnienia. Jeśli <b>udostępnisz ten plik</b>, oznacza to, że każda osoba, która go otrzyma będzie w stanie wyodrębnić hasło, a tym samym je odczytać. <br><br> Jeżeli próbujesz połączyć się z bazą daną zawierającą wrażliwe dane lub umożliwiającą dostęp za pomocą sieci <br> <b>zdecydowanie namawiamy</b> do utworzenia oddzielnego konta użytkownika dla JASP w swojej bazie danych z małą liczbą jedynie <i>niezbędnych uprawnień</i>. <br><br> W przypadku bazy danych przechowywanej lokalnie lub wykorzystywanej w celach ćwiczeniowych takie działanie byłoby prawdopodobnie przesadą, jednakże zawsze należy rozsądnie ocenić ryzyko.
ru: <i>Внимание!</i> <br><br> JASP хранит пароль к вашей базе данных в файлах формата *.jasp, хотя и не читаются напрямую, но легко извлекаются. Если вы <b>поделитесь этим файлом</b>, это означает, что получатели и все, с кем они поделятся этим файлом, могут извлечь пароль, приложив некоторые усилия. <br><br> В случае если вы пытаетесь подключиться к производственной или даже к доступной по сети базе данных: <br> Мы <b>настоятельно рекомендуем</b> создать специального пользователя для JASP в вашей базе данных с <i>минимальными правами доступа</i> насколько это необходимо. <br><br> Для локальной базы данных это, вероятно, лишнее, но судить вам.

# Database|
source: Hostname
fr: Nom d'hôte
pl: Nazwa hosta
ru: Имя хоста

# Database|
source: Name
fr: Nom
pl: Nazwa
ru: Имя

# Database|
source: Browse
fr: Parcourir
pl: Przeglądaj
ru: Обзор

# Database|
source: Username
fr: Nom d’utilisateur
pl: Nazwa użytkownika
ru: Имя пользователя

# Database|
source: Password
fr: Mot de passe
pl: Hasło
ru: Пароль

# Database|
source: Remember me
fr: Se souvenir de moi
pl: Zapamiętaj mnie
ru: Запомнить меня

# Database|
source: Connect to database
fr: Se connecter à la base de données
pl: Połącz się z bazą danych
ru: Подключиться к базе данных

# Database|
source: Query
fr: Requête
pl: Zapytanie
ru: Запрос

# Database|
source: Execute
fr: Exécuter
pl: Wykonaj
ru: Выполнить

# Database|
source: Preview data
fr: Aperçu des données
pl: Podgląd danych
ru: Предварительный просмотр данных

# Database|
source: Load into JASP
fr: Charger dans JASP
pl: Wczytaj do JASP
ru: Загрузить в JASP

# Database|
source: Synching interval in minutes:
fr: Intervalle de synchronisation en minutes :
pl: Interwał synchronizacji w minutach:
ru: Интервал синхронизации в минутах:

# Database|
source: 0 means no automatic synching, but you can still synch manually by pressing Ctrl/Cmd+Y
fr: 0 signifie qu'il n'y a pas de synchronisation automatique, mais vous pouvez toujours synchroniser manuellement en appuyant sur Ctrl/Cmd+Y
pl: 0 oznacza brak automatycznej synchronizacji, ale nadal można synchronizować ręcznie, naciskając Ctrl/Cmd+Y
ru: 0 означает отсутствие автоматической синхронизации, но вы можете выполнить синхронизацию вручную, нажав Ctrl/Cmd+Y

# QObject|
source: JASP thinks it's connected to the database but the QSqlDatabase isn't opened...
fr: JASP pense être connecté à la base de données mais QSqlDatabase n'est pas ouverte...
pl: JASP myśli, że jest połączony z bazą danych, ale QSqlDatabase nie jest otwarte...
ru: JASP думает, что он подключен к базе данных, но QSqlDatabase не открывается...

# QObject|
source: Query failed with: '%1'
fr: La requête a échoué avec : '%1'
pl: Zapytanie nie powiodło się z: '%1'
ru: Запрос не выполнен: "%1"

# QObject|
source: Query wasn't a SELECT-like statement and returned nothing.
fr: La requête n'était pas une déclaration de type SELECT et n'a rien donné.
pl: Zapytanie nie było instrukcją podobną do SELECT i nie zwróciło wartości.
ru: Запрос не был SELECT-подобным оператором и ничего не возвращал.

# QObject|
source: No active result found, maybe there is something wrong with your query?
fr: Aucun résultat actif n'a été trouvé, peut-être y a-t-il un problème avec votre requête ?
pl: Nie znaleziono aktywnych wyników. Może coś jest nie tak z przesłanym zapytaniem?
ru: Активных результатов не найдено, возможно ошибка в вашем запросе?

# DataSetPackage|
source: Database Password
fr: Mot de passe de la base de données
pl: Hasło do bazy danych
ru: Пароль базы данных

# DataSetPackage|
source: The databaseconnection needs a password for user '%1'
fr: La connexion à la base de données nécessite un mot de passe pour l'utilisateur '%1'
pl: Połączenie z bazą danych wymaga hasła dla użytkownika '%1'
ru: Для подключения к базе данных требуется пароль пользователя «%1»

# DataSetPackage|
source: The databaseconnection needs a password
fr: La connexion à la base de données nécessite un mot de passe
pl: Połączenie z bazą danych wymaga hasła
ru: Для соединения с базой данных требуется пароль

# DataSetPackage|
source: Connection failed
fr: La connexion a échoué
pl: Połączenie nie powiodło się
ru: Не удалось установить соединение

# DataSetPackage|
source: Could not connect to database because of '%1', want to try a different password?
fr: Impossible de se connecter à la base de données à cause de '%1', voulez-vous essayer un autre mot de passe ?
pl: Nie można połączyć się z bazą danych z powodu '%1'. Czy chcesz wprowadzić inne hasło?
ru: Не удалось подключиться к базе данных из-за '%1', хотите попробовать другой пароль?

# DataSetPackage|
source: Could not connect to the database so synchronizing will be disabled.
fr: Impossible de se connecter à la base de données, la synchronisation sera donc désactivée.
pl: Nie można połączyć się z bazą danych, więc synchronizacja zostanie wyłączona.
ru: Не удалось подключиться к базе данных, поэтому синхронизация будет отключена.

# DatabaseImporter|
source: Failed to connect to database %1 at %2 with user %3, last error was: '%4'
fr: Impossible de se connecter à la base de données %1 à %2 avec l'utilisateur %3, la dernière erreur étant : '%4'
pl: Nie udało się połączyć z bazą danych %1 w %2 z użytkownikiem %3. Ostatni błąd to: '%4'
ru: Не удалось подключиться к базе данных %1 в %2 с пользователем %3, последняя ошибка: «%4»

# DatabaseFileMenu|
source: Choose a database driver...
fr: Choisissez le driver de la base de données...
pl: Wybierz sterownik bazy danych...
ru: Выберите драйвер базы данных...

# DatabaseFileMenu|
source: MySQL Driver
pl: MySQL
ru: Драйвер MySQL

# DatabaseFileMenu|
source: Oracle Call Interface Driver
pl: Oracle Call Interface
ru: Драйвер интерфейса вызова Oracle

# DatabaseFileMenu|
source: ODBC Driver (includes Microsoft SQL Server)
fr: ODBC Driver (y compris Microsoft SQL Server)
pl: ODBC (obejmuje Microsoft SQL Server)
ru: Драйвер ODBC (включает Microsoft SQL Server)

# DatabaseFileMenu|
source: PostgreSQL Driver
pl: PostgreSQL
ru: Драйвер PostgreSQL

# DatabaseFileMenu|
source: SQLite version 3 or above
fr: SQLite version 3 ou supérieure
pl: SQLite w wersji 3 lub wyższej
ru: SQLite версии 3 или выше

# DatabaseFileMenu|
source: Not connected to database!
fr: Non connecté à la base de données !
pl: Brak połączenia z bazą danych!
ru: Не подключен к базе данных!

# ResourceButtons|
source: Database
fr: Base de données
pl: Baza danych
ru: База данных
