Repository: shun2wang/jasp-desktop
Catalog: Desktop/po/jaspDesktop-*.po
Languages: fr, pl, ru

# ColumnModel|
source: Label
pl: Etykieta

# DataSetPackage|
source: Column %1
fr: Colonne %1
pl: Kolumna %1

# QObject|
source: Set value to '%1' at row %2 column '%3'
fr: Définir la valeur à '%1' à la ligne %2 colonne '%3'
pl: Ustaw wartość na '%1' w wierszu %2 kolumny '%3'

# QObject|
source: Insert computed column '%1'
fr: Insérer la colonne calculée '%1'
pl: Wstaw kolumnę wyliczoną '%1'

# QObject|
source: Insert column '%1'
fr: Insérer la colonne '%1'
pl: Wstaw kolumnę '%1'

# QObject|
source: Insert row %1
fr: Insérer la ligne %1
pl: Wstaw wiersz %1

# QObject|
source: Remove column '%1'
fr: Supprimer la colonne '%1'
pl: Usuń kolumnę '%1'

# QObject|
source: Remove row %1
fr: Supprimer la ligne %1
pl: Usuń wiersz %1

# QObject|
source: Paste values at row %1 column '%2'
pl: Wklej wartości w wierszu %1 kolumny '%2'

# QObject|
source: Set type '%1' to column '%2'
pl: Ustaw typ '%1' dla kolumny '%2'

# QObject|
source: Set label for value '%1' of column '%2' from '%3' to '%4'
pl: Ustaw etykietę dla wartości '%1' z kolumny '%2' od '%3' do '%4'

# QObject|
source: Filter rows having label '%1' in column '%2'
pl: Odfiltrowane wiersze mają etykietę '%1' w kolumnie '%2'

# QObject|
source: Remove filter for rows having label '%1' in column '%2'
pl: Wyłącz filtry dla wierszy mających etykietę '%1' w kolumnie '%2'

# QObject|
source: Move up label '%1' of column '%2'
pl: Przesuń w górę etykietę '%1' z kolumny '%2'

# QObject|
source: Move down label '%1' of column '%2'
pl: Przesuń w dół etykietę '%1' z kolumny '%2'

# QObject|
source: Move up labels of column '%1'
pl: Przesuń w górę etykiety kolumny '%1'

# QObject|
source: Move down labels of column '%1'
pl: Przesuń w dół etykiety kolumny '%1'

# QObject|
source: Reverse labels of column '%2'
pl: Odwróć kolejność etykiet w kolumnie '%2'

# QObject|
source: Change drag and drop filter
pl: Zmień filtr typu "przeciągnij i upuść"

# QObject|
source: Change R filter
pl: Zmień filtr R

# QObject|
source: Create a computed column with name '%1'
pl: Stwórz kolumnę wyliczoną z nazwą '%1'

# QObject|
source: Set code to computed column with name '%1'
pl: Wprowadź kod do kolumny wyliczonej o nazwie '%1'

# MainWindow|
source: JASP has an associated data file, but you edited it. Would you like to reload from the associated data or generate a new file?
pl: JASP posiada powiązany plik danych, ale został on zmieniony. Czy chcesz przeładować powiązany plik danych czy wygenerować nowy plik?

# MainWindow|
source: Reload Data File
pl: Przeładuj plik danych

# QObject|
source: Waiting for initialization (of the engine) of module: %1
pl: Oczekiwanie na inicjalizację silnika modułu: %1

# RibbonModel|
source: Insert column before
pl: Wstaw kolumnę przed

# RibbonModel|
source: Insert column after
pl: Wstaw kolumnę po

# RibbonModel|
source: Delete column
pl: Usuń kolumnę

# RibbonModel|
source: Delete row
pl: Usuń wiersz

# RibbonModel|
source: Clear cells
pl: Wyczyść komórki

# RibbonModel|
source: Undo
pl: Cofnij

# RibbonModel|
source: Redo
pl: Ponów

# RibbonModel|
source: Analyses
pl: Analizy

# RibbonModel|
source: Switch JASP to analyses mode
pl: Przełącz JASP w tryb analizy

# RibbonModel|
source: Edit Data
pl: Edytuj dane

# RibbonModel|
source: Switch JASP to data editing mode
pl: Przełącz JASP w tryb edycji danych

# RibbonModel|
source: New Data
pl: Nowe dane

# RibbonModel|
source: Open a workspace without data
pl: Otwórz pusty plik

# RibbonModel|
source: Insert
pl: Wstaw

# RibbonModel|
source: Insert empty columns or rows
pl: Wstaw puste kolumny lub wiersze

# RibbonModel|
source: Remove
pl: Usuń

# RibbonModel|
source: Remove columns or rows
pl: Usuń kolumny lub wiersze

# RibbonModel|
source: Synchronisation
pl: Synchronizacja

# RibbonModel|
source: Turn external data synchronisation on
pl: Włącz zewnętrzną synchronizację danych

# RibbonModel|
source: Turn external data synchronisation off
pl: Wyłącz zewnętrzną synchronizację danych

# DataTableView|
source: Insert row above
pl: Wstaw wiersz powyżej

# DataTableView|
source: Insert row below
pl: Wstaw wiersz poniżej

# DataTableView|
source: Doubleclick here to change variable settings
pl: Kliknij dwukrotnie tutaj, aby zmienić ustawienia zmiennej

# DataTableView|
source: Doubleclick here to close variable window
pl: Kliknij dwukrotnie tutaj, aby zamknąć okno zmiennej

source: Color palette
pl: Paleta kolorów

# ColorPalette|
source: Colorblind
pl: Kontrastowa

# ColorPalette|
source: Colorblind #2
pl: Kontrastowa #2

# ColorPalette|
source: Colorblind #3
pl: Kontrastowa #3

# ColorPalette|
source: Gray
pl: Szary

# ColorPalette|
source: Blue
pl: Niebieski

# ColorPalette|
source: Sports teams: NBA
pl: Drużyny sportowe: NBA

# RibbonModel|
source: Insert row above
pl: Wstaw wiersz powyżej

# RibbonModel|
source: Insert row below
pl: Wstaw wiersz poniżej

# RibbonModel|
source: Undo changes, %1+Z
pl: Cofni zmiany, %1+Z

# RibbonModel|
source: Redo changes, %1+shift+Z or %1+Y
pl: Ponów zmiany, %1+shift+Z lub %1+Y

# RibbonModel|
source: Undo %2 (%1+Z)
pl: Cofnij %2 (%1+Z)

# RibbonModel|
source: Redo %2 (%1+shift+Z or %1+Y)
pl: Ponów %2 (%1+shift+Z lub %1+Y)

# DataTableView|
source: Computed by an analysis
pl: Obliczone przez analizę

# DataTableView|
source: Click here to change selected variable
pl: Kliknij tutaj, aby wybrać inną zmienną

# DataSetPackage|
source: This column is generated by an analysis and its type is fixed.
pl: Ta kolumna została stworzona przez analizę, dlatego nie można zmienić jej typu.

# RibbonModel|
source: Open datafile with default spreadsheet editor
pl: Otwórz plik danych za pomocą domyślnego edytora

# RibbonModel|
source: No Data
pl: Brak danych

# QObject|
source: Remove %1 columns from '%2'
pl: Usuń %1 kolumn z '%2'

# QObject|
source: Remove rows %1 to %2
pl: Przenieś wiersze %1 do %2

# QObject|
source: Copy columns '%1' to '%2'
pl: Skopiuj kolumny '%1' do '%2'

# ContactWindow|
source: Contact JASP
pl: Kontakt

# CooperativeWindow|
source: JASP Cooperative
pl: Partnerzy JASP

# Supporters|
source: JASP is supported by the following institutions:
pl: JASP jest wspierane przez następujące instytucje:

# Supporters|
source: Suggest your institution joins the JASP Cooperative
pl: Zachęć swoją instytucję do zostania Partnerem JASP

# WavyWindow|
source: About JASP
pl: O JASP

# WavyWindow|
source: Close
pl: Zamknij

# QObject|
source: Copy column '%1' into column number '%2'
pl: Skopiuj kolumnę '%1' do kolumny numer '%2'

# ActionButtons|
source: Contact
pl: Kontakt

# ActionButtons|
source: Cooperative
pl: Współpraca

# CooperativeWindow|
source: <h3>Cooperative</h3> The institutions of higher learning that participate in the JASP Cooperative jointly support the maintenance and further development of JASP, therefore providing an invaluable educational service to their own students and to those of other institutions worldwide. If your institution is not yet part of the cooperative, you can <a href="%1">suggest that they join</a>. <i><b>Educator Institutions:</b></i> %2 <i><b>Sponsor Institutions:</b></i> %3 <i><b>Supporter Institutions:</b></i> %4
pl: <h3>Współpraca</h3> Uczelnie wyższe będące Partnerami JASP wspólnie wspierają utrzymanie i dalszy rozwój oprogramowania JASP, dostarczając tym samym bezcenną usługę edukacyjną swoim studentom oraz osobom związanym z instytucjami edukacyjnymi na całym świecie. Jeśli Twoja instytucja nie jest jeszcze Partnerem JASP, możesz <a href="%1">zaproponować, aby się przyłączyła</a>. <i><b>Instytucje Edukacyjne:</b></i> %2 <i><b>Instytucje Sponsorujące:</b></i> %3 <i><b>Instytucje Wspierające:</b></i> %4

# AboutModel|
source: This program is provided AS IS with NO WARRANTY OF ANY KIND, INCLUDING THE WARRANTY OF DESIGN, MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE.
pl: To oprogramowanie jest udostępniane w stanie TAKIM JAKIM JEST, BEZ ŻADNEJ GWARANCJI JAKIEJKOLWIEK RODZAJU, W TYM GWARANCJI CO DO PROJEKTU, PRZYDATNOŚCI HANDLOWEJ LUB SPEŁNIANIA OKREŚLONEGO CELU.

# MainWindow|
source: and %1
pl: i %1

# MainWindow|
source: <h3>Contact</h3> For <a href="%1">feature requests</a> and <a href="%2">bug reports</a>: please post an issue on our GitHub page, <a href="%3">as explained here.</a> This will bring you in direct contact with the JASP software developers. For statistical questions: please post an issue <a href="%4">on the JASP Forum.</a> For information on the JASP Cooperative: please read <a href="%5">the information on the JASP website</a> For suggesting we add your institution to the <a href="%6">JASP World Map</a> please send an email to <a href="%7">communications@jasp-stats.org</a>. For individual donations: please visit <a href="%8">the JASP website</a>.
pl: <h3>Kontakt</h3> W celu zgłaszania wniosków o <a href="%1">nowe funkcje</a> oraz <a href="%2">zgłaszania błędów</a> prosimy o zamieszczenie zgłoszenia na naszej stronie na GitHubie, <a href="%3">zgodnie z instrukcjami zamieszczonymi tutaj.</a> Umożliwi to nawiązanie kontaktu bezpośrednio z deweloperami oprogramowania JASP. W przypadku pytań dotyczących statystyki, prosimy o zamieszczenie ich <a href="%4">na forum JASP.</a> Jeśli chodzi o informacje dotyczące programu Partnerów JASP, prosimy o zapoznanie się z <a href="%5">informacjami zamieszczonymi na stronie internetowej.</a> Jeśli chcieliby Państwo zaproponować dodanie Państwa instytucji do <a href="%6">mapy użytkowników JASP</a>, prosimy o przesłanie wiadomości e-mail na adres <a href="%7">communications@jasp-stats.org</a>. W celu przekazania indywidualnych dotacji prosimy o odwiedzenie <a href="%8">oficjalnej strony JASP</a>.

# BasicThreeButtonTableView|
source: Reset
fr: Réinitialiser
ru: Перезагрузить

# Chi2TestTableView|
source: Reset
fr: Réinitialiser
ru: Перезагрузить

# ComputeColumnWindow|
source: Fisher's Z-transform (i.e., the inverse hyperbolic tangent) to transform correlations, numbers between -1 and 1 to the real line
fr: Transformation en Z de Fisher (c.a.d. l'inverse de la tangente hyperbolique) pour transformer les corrélations, les nombres entre -1 et 1 en ligne réelle
ru: Z-преобразование Фишера (т. е., аркгиперболический тангенс) для преобразования корреляций, чисел от -1 до 1 в реальную прямую

# ComputeColumnWindow|
source: Inverse Fisher's Z-transform (i.e., the hyperbolic tangent) to transform real numbers to numbers between -1 and 1
fr: Transformation en Z inverse de Fisher (c'est-à-dire la tangente hyperbolique) pour transformer des nombres réels en nombres entre -1 et 1
ru: Обратное Z-преобразование Фишера (т. е., гиперболический тангенс) для преобразования действительных чисел в числа от -1 до 1

# SubjectivePriors|
source: Prior
fr: Antérieur
ru: Предшествующий

# JASPControl|
source: TableView
fr: Vue de tableau
ru: Просмотр таблицы

# ColumnsModel|
source: The '
fr: Le '

# OSF|
source: Folder
fr: Dossier
ru: Папка

# ComputeColumnWindow|
source: Yeo-Johnson transform (transforms any real values) to stabilize variance and attempt to make the data more normal distribution-like.
fr: Transformation de Yeo-Johnson (transforme toute valeur réelle) pour stabiliser la variance et tenter de rendre les données plus proches de la distribution normale.
ru: Преобразование Йео-Джонсона для стабилизации дисперсии и попытки сделать данные более похожими на нормальное распределение.

# MainPage|
source: Link
fr: Lien

# ColumnModel|
source: Missing Values
fr: Valeurs manquantes

# AboutWindow|
source: BibTeX
ru: BibTеX

# BayesFactorType|
source: Log(BF₁₀)
ru: Lоg(BF₁₀)

# ContrastsList|
source: Helmert
ru: Гельмерт

# SubjectivePriors|
source: Cauchy
ru: Коши

# MainWindow|
source: Portable Network Graphics (*.png);;Portable Document Format (*.pdf);;Encapsulated PostScript (*.eps);;300 dpi Tagged Image File (*.tiff);;PowerPoint (*.pptx);;Scalable Vector Graphics (*.svg)
ru: Portable Network Graphics (*.png);;Portable Document Format (*.pdf);;Encapsulated PostScript (*.eps);;300 dpi Tagged Image File (*.tiff);;PowerPoint (*.pptx);;Scalable Vector Graphiсs (*.svg)

# PlotEditor|
source: OK
ru: Хорошо

# Database|
source: Port
ru: Логин
